{
    "overview": "Overview    Agilent Technologies, Inc. (\"we\", \"Agilent\" or the \"company\"), incorporated in Delaware in May 1999, is the world's premier measurement company providing core bio-analytical and electronic measurement solutions to the communications, electronics, life sciences and chemical analysis industries.   For the fiscal year ended October 31, 2010, we have three business segments comprised of the electronic measurement business, the chemical analysis business and the life sciences business. These current business segments were formed, in the first quarter of 2010, from our then-existing businesses. At that time, the bio-analytical measurement segment which was reported in 2009 was separated into two operating segments &#151; life sciences and chemical analysis. The electronic measurement segment recombined electronic measurement and semiconductor and board test, which were reported separately in 2009.    Our electronic measurement business addresses the communications, electronics and other industries. Our chemical analysis business focuses on the petrochemical, environmental, forensics and food safety industries. Our life sciences business focuses on the pharmaceutical, biotech, academic and government, bio-agriculture and food safety industries. In addition to our three businesses, we conduct centralized research through Agilent Technologies Laboratories (\"Agilent Labs\"). Each of our businesses, including Agilent Labs, is supported by our global infrastructure organization, which provides shared services in the areas of finance, information technology, legal, workplace services and human resources.    On May 14, 2010, we acquired Varian, Inc., a leading supplier of scientific instrumentation and associated consumables for life science and applied market applications, for a total cash purchase price of approximately $1.5 billion. Varian's products include analytical instruments, research products and related software, consumable products, accessories and services, as well as vacuum products and related services and accessories. The acquisition broadens Agilent's applications and solutions offerings in both of our chemical analysis and life sciences businesses. It expands Agilent's product portfolio into atomic and molecular spectroscopy; establishes a strong position in nuclear magnetic resonance, imaging and vacuum technologies; and strengthens our consumables portfolio. We financed the purchase price of Varian using the proceeds from our September 2009 offering of senior notes and other existing cash. Varian's cash acquired at completion of the acquisition was approximately $226 million.    On May 1, 2010, we completed the sale of our Network Solutions Division (\"NSD\") of our electronic measurement business to JDS Uniphase Corporation. NSD included Agilent's network assurance solutions, network protocol test and drive test products. On February 2, 2010, the company sold Hycor Biomedical Inc., a subsidiary of Agilent and part of our life sciences business, to Linden LLC, a Chicago-based healthcare private equity firm. Hycor is a global manufacturer and marketer of in-vitro diagnostics products.   We sell our products primarily through direct sales, but we also utilize distributors, resellers, manufacturer's representatives, telesales and electronic commerce. Of our total net revenue of $5.44 billion for the fiscal year ended October 31, 2010, we generated 32 percent in the U.S. and 68 percent outside the U.S. As of October 31, 2010, we employed approximately 18,500 people worldwide. Our primary research and development and manufacturing sites are in California, Colorado and Delaware in the U.S. and in Australia, China, Germany, India, Italy, Japan, Malaysia, Singapore and the United Kingdom.    The net revenue, income from operations and assets by business segment, as they were structured, as of and for the fiscal year ended October 31, 2010 and for each of the past three years are shown in Note 21, \"Segment Information\", to our consolidated financial statements, which we incorporate by reference herein.  Electronic Measurement Business    Our electronic measurement business provides electronic measurement instruments and systems, software design tools and related services that are used in the design, development, manufacture, installation, deployment and operation of electronics equipment, and microscopy products. Related services include start-up assistance, instrument productivity and application services and instrument calibration and repair. We also offer customization, consulting and optimization services throughout the customer's product lifecycle.    Our electronic measurement business employed approximately 8,000 people as of October 31, 2010. Our electronic measurement business generated $2.8 billion in revenue in fiscal 2010, $2.4 billion in revenue in fiscal 2009, and $3.6 billion in revenue in fiscal 2008.  Electronic Measurement Markets    Our electronic measurement products serve the following markets: The Communications Test Market   We market our electronic measurement products and services to network equipment manufacturers (\"NEMs\"), handset manufacturers, and communications service providers, including the component manufacturers within the supply chain for these customers.   NEMs manufacture and sell products to facilitate the transmission of voice, data and video traffic. The NEMs' customers are the distributors of end-user subscriber devices, including wireless personal communication devices and set-top boxes, as well as communications service providers that deploy and operate the networks and services. To meet their customers' demands, NEMs require test and measurement instruments, systems and solutions for the development, production and installation of each network technology.   Communications service providers require reliable network equipment that enables new service offerings and allows their networks to operate at ever-increasing capacities. To achieve this, communications service providers require a range of sophisticated test instruments and systems to monitor and evaluate network performance and to identify any sources of communications failure.    Handset manufacturers require test and measurement products for the design, development, manufacture and repair of mobile handsets. These mobile handsets are used for voice, data and video delivery to individuals who connect wirelessly to the service provider's network. The handset manufacturers' primary customers are large and small service providers. The handset manufacturers require test and measurement products that enable technology development in conformance with the latest communications standards.    Component manufacturers design, develop and manufacture electronic components and modules used in network equipment and handsets. The component manufacturers require test and measurement products to verify that the performance of their components and modules meet the specifications of their NEM and handset customers.   The communications test market accounted for approximately 36 percent of revenue from our electronic measurement business in 2010. The General Purpose Test Market   We market our general purpose test products and services to the electronics industry and other industries with significant electronic content such as the aerospace and defense, computer and semiconductor industries. These electronics and electronics-dependent industries design, develop and manufacture a wide range of products, including those produced in high volumes, such as computers, computer peripherals, electronic components, consumer electronics, enterprise servers, storage networks and automotive electronics. The components, printed circuit assemblies and functional devices for these products may be designed, developed and manufactured by electronic components companies, by original equipment manufacturers or by contract manufacturers.    For the development and timely commercialization of new technologies, manufacturers require state-of-the-art test instruments, systems and design software in order to design products for efficient and cost-effective manufacturing and to validate product performance in a variety of configurations and environments.    Customers use our general purpose test solutions in developing and manufacturing a wide variety of electronic components and systems. These customers' test requirements include testing the electrical parameters of digital, radio frequency, and microwave frequency components and assemblies; testing multiple parameters of the printed circuit boards used in almost every electronic device; testing of the final product; and testing of systems containing multiple electronic instruments. For semiconductor and board test applications, customers use our solutions in the design, development, manufacture, installation, deployment, and operation of semiconductor and printed circuit assembly fabrication.    We address the biology, life sciences and material science markets by providing solutions such as the atomic force microscope, nano indenters and scanning electron microscope. For nanotechnology applications, customers use our products to study biological samples at the cellular and molecular level including imaging of DNA and proteins, and to study and research polymers, electrochemistry, and thin films.   The general purpose test market accounted for approximately 64 percent of revenue from our electronic measurement business in 2010.  Electronic Measurement Products    We divide our electronic measurement products into communications test products and general purpose test products. Communications Test Products   We sell products and services applicable to a wide range of communications networks and systems including wireless communications and microwave networks, voice, broadband, data, and fiber optic networks. Test products include Electronic Design Automation (\"EDA\") software, vector and signal analyzers, signal generators, vector network analyzers, one box testers, oscilloscopes, logic and protocol analyzers, and bit-error ratio testers.    Our wireless communications and microwave network products include radio frequency and microwave test instruments and electronic design automation software tools. These products are required for the design and production of wireless network products, communications links, cellular handsets and base stations. We provide handheld products for the installation and maintenance of wireless networks. Our high-frequency electronic design automation software tools and instruments are used by radio frequency integrated circuit design engineers to model, simulate and analyze communications product designs at the circuit and system levels. Our customers are also applying this technology more frequently to model signal integrity problems in digital design applications as digital speeds continue to increase.    Our suite of fiber optic test products measure and analyze a wide variety of critical optical and electrical parameters in fiber optic networks and their components. Components which can be tested with Agilent solutions include source lasers, optical amplifiers, filters and other passive components. Test products include optical component analyzers, optical power meters, and optical spectrum analyzers. General Purpose Test Products   We sell the following types of products into the general purpose test market: general purpose instruments, modular instruments and test software, digital test products, semiconductor and board test solutions, electronics manufacturing test equipment, atomic force microscopes and radio frequency and network surveillance solutions.    General purpose instruments are used principally by engineers in research and development laboratories, manufacturing, and calibration and service, for measuring voltage, current, frequency, signal pulse width, modulation and other complex electronics measurements. Our general purpose products include spectrum analyzers, network analyzers, signal generators, logic analyzers, digitizing oscilloscopes, voltmeters, multimeters, frequency counters, bench and system power supplies, function generators and waveform synthesizers.    Modular instruments and test software are used by the designers and manufacturers of electronic devices as the building blocks of systems that can be configured for a wide variety of test applications, and changed as needed by a combination of modular hardware and software components. Examples include test systems for aviation systems maintenance and multi-function university labs.    Our digital test products are used by research and development engineers across a broad range of industries to validate the function and performance of their digital product and system designs. These designs include a wide range of products from simple digital control circuits to complex high speed systems such as computer servers and the latest generation gaming consoles. The test products offered include high-performance oscilloscopes, logic and serial protocol analyzers, logic-signal sources and data generators.   Our semiconductor and board test solutions enable customers to develop and test state of the art semiconductors, test and inspect printed circuit boards, perform functional testing, and measure position and distance information to the sub-nanometer level. We are one of the leading suppliers of parametric test instruments and systems used primarily to examine semiconductor wafers during the manufacturing process. Our in-circuit test system helps identify quality defects, such as faulty or incorrect parts, that affect electrical performance. Our laser interferometer measurement systems are based on precision optical technology and provide precise position or distance information for dimensional measurements.   Our atomic force microscopes (\"AFM\") are high-resolution imaging devices that can resolve features as small as an atomic lattice. An AFM allows researchers to observe and manipulate molecular and atomic level features. Our expanding portfolio of AFM products provides customers with reliable, easy-to-use tools for a wide range of nanotechnology applications, including semiconductor, data storage, polymers, materials science and life science studies.    Our surveillance systems and subsystems are used by defense and government engineers and technicians to detect, locate and analyze signals of interest. These signals may be transmitted via radio frequency signals or wire lines. The products offered include receivers for detecting radio frequency signals, probes for detecting wire line signals and software that enables the identification and analysis of these signals.  Electronic Measurement Customers    Agilent's electronic measurement customers include contract manufacturers of electronic products, handset manufacturers and network equipment manufacturers who design, develop, manufacture and install network equipment, service providers who implement, maintain and manage communication networks and services, and companies who design, develop, and manufacture semiconductors and semiconductor lithography systems. Our customers use our products to conduct research and development, manufacture, install and maintain radio frequency, microwave frequency, digital, semiconductor, and optical products and systems and conduct nanotechnology research. Many of our customers purchase solutions across several of our major product lines for their different business units.    We had approximately 15,000 customers for electronic measurement products in fiscal 2010 and no single customer represented greater than 4 percent of net revenue of the electronic measurement business.    The orders and revenues from many of the electronic measurement markets and product categories are seasonal, traditionally marked by lower business levels in the first quarter of the fiscal year and higher volumes in the fourth quarter of the fiscal year. This seasonality is particularly evident in products that we sell into the aerospace and defense industry, as well as those linked to consumer spending, which includes some of our communications test equipment. The seasonal impact of our business is tempered by the diversity of our electronic measurement products and customers, which span multiple industries.  Electronic Measurement Sales, Marketing and Support    We have a focused sales strategy, using a direct sales force, resellers, manufacturer's representatives and distributors to meet our customers' needs. Our direct sales force is focused on identifying customer needs and recommending solutions involving the effective use and deployment of our equipment, services, systems and capabilities. Some members of our direct sales force focus on global accounts, providing uniform services on a worldwide basis. Others focus on our more complex products such as our high-performance instruments, where customers require strategic consultation. Our sales force also engages with the contract manufacturer market by collaborating with original equipment manufacturers to specify our test equipment for contract manufacturer test applications, as well as marketing to contract manufacturers directly.    Our direct sales force consists of field engineers and systems engineers who have in-depth knowledge of the customers' business and technology needs. Our systems engineers provide a combination of consulting, systems integration and application and software engineering services and are instrumental in all stages of the sale, implementation and support of our complex systems and solutions.    To complement our direct sales force we have agreements with many channel partners around the world. These partners, including resellers, manufacturer's representatives, and distributors, serve Agilent's customers across a number of product lines and provide the same level of service and support expected from our direct channel. Consistent with our channel strategy, orders through partners are expanding at a faster rate than overall orders. Lower dollar transactions can also be served by our tele-sales and electronic commerce channels.   Our products typically come with standard warranties, and extended warranties are available at additional cost.  Electronic Measurement Manufacturing    We concentrate our electronic measurement manufacturing efforts primarily on final assembly and test of our products. To maximize our productivity and our ability to respond to market conditions, we use contract manufacturers for the production of printed circuit boards, sheet metal fabrication, metal die-casting, plastic molding and standard electronic components. We also manufacture proprietary devices and assemblies in our own fabrication facilities for competitive advantage. We have manufacturing facilities in Arizona, California and Colorado in the U.S. Outside of the U.S. we have manufacturing facilities in China, Germany, Japan, Malaysia and Switzerland.    We generally only manufacture products when we have received firm orders for delivery and do not generally hold large stocks of finished inventory.  Electronic Measurement Competition    The market for electronic measurement equipment is highly competitive. Our electronic measurement business competes with a number of significant competitors in all our major product categories and across our targeted industries. In the communications test market our primary  competitors are Aeroflex Incorporated, Anritsu Corporation, Ansoft Corporation (a subsidiary of Ansys Corporation), Applied Wave Research, Inc., EXFO Electro-Optical Engineering, Inc., Rohde &amp; Schwartz GmbH &amp; Co. KG, Spirent plc and Tektronix, Inc. (a subsidiary of Danaher Corporation). In the general purpose test market, we compete against companies such as Aeroflex Incorporated, Bruker Corporation, Fluke Corporation (a subsidiary of Danaher Corporation), LeCroy Corporation, National Instruments Corporation, Rohde &amp; Schwartz GmbH &amp; Co. KG, Tektronix, Inc. (a subsidiary of Danaher Corporation), Teradyne, Inc., Test Research Inc., and Zygo Corporation.    Our electronic measurement business offers a wide range of products, and these products compete primarily on the basis of product quality and functionality, as well as performance and reliability.  Chemical Analysis Business    Our chemical analysis business provides application-focused solutions that include instruments, software, consumables and services that enable customers to identify, quantify and analyze the physical and chemical properties of substances and products. Our key product categories in chemical analysis include: gas chromatography, mass spectrometry, spectroscopy, vacuum technology, and consumables and services.    We employed approximately 4,000 people as of October 31, 2010 in our chemical analysis business. This business generated revenue of $1.2 billion in fiscal 2010, $0.8 billion in fiscal 2009 and $0.9 billion in fiscal 2008.  Chemical Analysis Markets    Within chemical analysis, we focus primarily on the following markets:    The Chemical &amp; Energy Testing Market.  The natural gas and petroleum refining markets use our products to measure and control the quality of their finished products and to verify the environmental safety of their operations. Petroleum refiners use our measurement solutions to analyze crude oil composition, perform raw material analysis, verify and improve refining processes and ensure the overall quality of gasoline, fuels, lubricants and other products. Our solutions are also used in the development, manufacturing and quality control of fine chemicals.    The Environmental Testing Market.  Our instruments, software and workflow solutions are used by the environmental market for applications such as laboratory and field analysis of chemical pollutants in air, water, soil and solid waste. Environmental industry customers include all levels of government, the industrial and manufacturing sectors, engineering and consulting companies, commercial testing laboratories and colleges and universities.    The Forensics &amp; Drug Testing Market.  Drug testing and forensics laboratories use our instruments, software and workflow solutions for applications such as the analysis of evidence associated with crime, screening athletes for performance enhancing drugs, analyzing samples for recreational drugs, or with the detection and identification of biological and chemical warfare agents. This instrumentation is either used in static or mobile laboratories. Customers include local, state, federal, and international law enforcement agencies and health laboratories.    The Food Testing Market.  Our instruments, software, and workflow solutions are used throughout the food production chain, including incoming inspection, new product development, quality control and assurance, and packaging. For example, our mass spectrometer portfolio, including triple quad liquid chromatography mass spectrometers, is used to analyze contaminants and residual pesticides in food. There is a significant food safety market involved in analyzing food for pathogen contamination, accurate verification of species type and evidence of genetically modified content.\nThis testing is primarily done via PCR amplification of nucleic acid followed by electrophoresis, real time fluorescent or microarray detection. Additionally, bioagriculture industries seek to improve crops and foods by conducting research on these organisms, as well as testing for genetically modified content, using microarray and microfluidics solutions.",
    "business_review": "A key factor in all of our chemical analysis markets is the need for new products that increase customer productivity and provide high quality data that enable decision-making by our customers. Our key product segments include: Gas Chromatography Products   Agilent is the world's leading provider of gas chromatographs, both laboratory and portable models. A gas chromatograph (\"GC\") is used to separate any gas, liquid or solid that can be vaporized and then detect the molecules present to determine their identity and quantity. Agilent provides custom or standard analyzers configured for specific chemical analysis applications, such as detailed speciation of a complex hydrocarbon stream, calculation of gas calorific values in the field, or analysis of a new bio-fuel formulation. We also offer related software, accessories and consumable products for these and other similar instruments. Mass Spectrometry Products   Mass spectrometry (\"MS\") is a technique for analyzing the individual chemical components of substances by ionizing them and determining their mass-to-charge ratios. Our MS products incorporate various technologies for measuring mass, including single-quadrupole, triple-quadrupole, and ion trap mass spectrometers. We combine our mass spectrometers with other instruments to create high-performance instruments such as gas chromatograph mass spectrometers (\"GC/MS\"), and inductively coupled plasma mass spectrometers (\"ICP-MS\"). We also offer related software, accessories and consumable products for these and other similar instruments. Spectroscopy Products   Spectroscopy is a technique for analyzing the individual chemical components of substances based on the absorption or emission of electromagnetic radiation of specific wavelengths of light. Our spectroscopy instruments include atomic absorption (\"AA\") spectrometers, inductively coupled plasma-optical emissions spectrometers (\"ICP-OES\"), inductively coupled plasma-mass spectrometers (\"ICP-MS\"), fluorescence spectrophotometers, ultraviolet-visible (\"UV-Vis\") spectrophotometers, Fourier Transform infrared (\"FT-IR\") spectrophotometers, near-infrared (\"NIR\") spectrophotometers, Raman spectrometers and sample automation products. We also offer related software, accessories and consumable products for these and other similar instruments. Vacuum Technology Products   Our vacuum technologies products are used to create, control, measure and test vacuum environments in life science, industrial and scientific applications where ultra-clean, high-vacuum environments are needed. This business was acquired in connection with our acquisition of Varian in 2010. Vacuum technologies' customers are typically OEMs that manufacture equipment for these applications. Products include a wide range of high and ultra-high vacuum pumps (diffusion, turbomolecular and ion getter), intermediate vacuum pumps (rotary vane, sorption and dry scroll), vacuum instrumentation (vacuum control instruments, sensor gauges and meters) and vacuum  components (valves, flanges and other mechanical hardware). Its products also include helium mass spectrometry and helium-sensing leak detection instruments used to identify and measure leaks in hermetic or vacuum environments. In addition to product sales, we also offer a wide range of services including an exchange and rebuild program, assistance with the design and integration of vacuum systems, applications support and training in basic and advanced vacuum technologies. Consumables and Services   We offer a broad range of consumable products, which support our technology platforms, including sample preparation consumables such as solid phase extraction (\"SPE\") and filtration products, self manufactured GC and LC columns, chemical standards, and instrument replacement parts. Consumable products also include scientific instrument parts and supplies such as filters and fittings for GC systems; xenon lamps and cuvettes for UV-Vis-NIR, fluorescence, FT-IR and Raman spectroscopy instruments; and graphite furnace tubes, hollow cathode lamps and specialized sample introduction glassware for our AA, ICP-OES and ICP-MS products. Other consumable products include on-site screening and laboratory-based kits for drugs of abuse testing (\"DAT\") on urine or saliva samples, such as in pre-employment screening, criminal justice and toxicology testing.    We offer a wide range of startup, operational, educational and compliance support services for our measurement and data handling systems. Our support services include maintenance, troubleshooting, repair and training for all of our chemical and bioinstrumentation analysis hardware and software products. Special service bundles have also been designed to meet the specific application needs of various industries.  Chemical Analysis Customers    We had over 23,000 customers for our chemical analysis business in 2010. No single customer represented greater than 3 percent of the net revenue of the chemical analysis business. A significant number of our chemical analysis customers are also customers of our life sciences business.   The chemical analysis business is susceptible to seasonality in its orders and revenues primarily based on U.S. government and large company budgets. The result is that our fourth fiscal quarter tends to deliver the strongest profits for this business. However, general economic trends, new product introductions and competition might overshadow this trend in any given year.  Chemical Analysis Sales, Marketing and Support    Our sales and support delivery channels are aligned by key markets. We market products to our customers through direct sales, electronic commerce, resellers, manufacturers' representatives and distributors. Additionally, we are optimizing our worldwide distribution capabilities to address high-growth opportunities such as the environmental and food safety markets in the Asia-Pacific region.    We use direct sales to market our solutions to our large- and medium-sized chemical customers and environmental accounts. Sales agents supplement direct sales by providing broader geographic coverage and coverage of smaller accounts. Our active reseller program augments our ability to provide more complete solutions to our customers. We sell our consumable products through distributors, telesales, electronic commerce and, as a result of our Varian acquisition direct sales.   We deliver our support services to customers in a variety of ways, including on-site assistance with repair or exchange of returned products, telephone support and self-diagnostic services provided over the Internet. We also offer special industry-focused service bundles that are designed to meet the specific needs including those for hydrocarbon processing and environmental customers to keep instruments fully operational and compliant with the respective industry requirements. Our products typically come with standard warranties, and extended warranties are available for additional cost.  Chemical Analysis Manufacturing    Our manufacturing supports our diverse product range and customer-centric focus. We assemble highly configurable products to individual customer orders and make standard products to stock. We employ advanced manufacturing techniques and supply chain management systems to reduce costs and manufacturing cycle times. We selectively use third parties to provide some supply chain processes for manufacturing, warehousing and logistics. We have manufacturing facilities in California, Delaware, and Massachusetts in the U.S. Outside of the U.S., we have manufacturing facilities in Australia, China, Italy, Netherlands, Japan and the United Kingdom. We utilize just-in-time manufacturing and so typically do not maintain a high level of inventory.  Chemical Analysis Competition    The markets for analytical instruments in which we compete are characterized by evolving industry standards and intense competition.\nOur principal competitors in the chemical analysis arena include: Bruker Corporation, PerkinElmer Inc., Shimadzu Corporation and Thermo Fisher Scientific Inc. Agilent competes on the basis of product performance, reliability, support quality, applications expertise, global channel coverage and price.",
    "performance": "Agilent is the world's premier measurement company, providing core electronic and bio-analytical measurement solutions to the communications, electronics, life sciences and chemical analysis industries. Our fiscal year end is October 31. Unless otherwise stated, all years and dates refer to our fiscal year.    In the first quarter of 2010, we formed three new operating segments from our existing businesses. The bio-analytical measurement segment was separated into two operating segments &#151; life sciences and chemical analysis. The electronic measurement segment recombined electronic measurement and semiconductor and board test, which were reported separately in 2009. Following this re-organization, Agilent has three businesses &#151; life sciences, chemical analysis and electronic measurement. All historical segment numbers have been recast to conform to this reporting structure in our financial statements.    On May 14, 2010, we completed the previously announced acquisition of Varian Inc. (\"Varian\") under the Merger Agreement, dated July 26, 2009. The results of Varian are included in Agilent's consolidated financial statements from the date of the merger. As part of the European Commission's merger approval and the Federal Trade Commission consent order, Agilent committed to sell Varian's laboratory gas chromatography (\"GC\") business; Varian's triple quadrupole gas chromatography-mass spectrometry (\"GC-MS\") business; Varian's inductively-coupled plasma-mass spectrometry (\"ICP-MS\") business; and Agilent's micro GC business. On May 19, 2010 we completed the sale of the Varian laboratory GC business, the triple quadrupole GC-MS business, the ICP-MS business and the Agilent micro GC business.    On May 1, 2010, we completed the sale of the Network Solutions Division (\"NSD\") of our electronic measurement business to JDS Uniphase Corporation (\"JDSU\"), a leading communications test and measurement company. NSD includes Agilent's network assurance solutions, network protocol test and drive test products.    On February 2, 2010, the company sold Hycor Biomedical Inc., a wholly-owned subsidiary, to Linden LLC, a Chicago-based healthcare private equity firm. Hycor is a global manufacturer and marketer of in vitro diagnostics products.    Agilent's total orders in 2010 were $5,744 million, an increase of 28 percent when compared to 2009. The increase in orders associated with the Varian acquisition less the orders attributable to our recently divested businesses (the network solutions and Hycor businesses) accounted for 3 percentage points of order growth for the year ended October 31, 2010 when compared to 2009. Agilent's total orders in 2009 decreased 22 percent when compared to 2008 as the global economy remained depressed.    Agilent's net revenue of $5,444 million increased 21 percent when compared to 2009. The revenue increase associated with the Varian acquisition less the revenue attributable to our recently divested businesses (the network solutions and Hycor businesses) accounted for 3 percentage points of revenue increase for the year ended October 31, 2010 when compared to 2009. Excluding the Varian acquisition and Hycor divestiture, sales of life sciences products into applied and academic and government markets increased strongly and sales into pharmaceutical markets increased more modestly for the year ended October 31, 2010 when compared to the prior year. Excluding the Varian acquisition, sales to all end-markets grew significantly across the chemical analysis business for the year ended October 31, 2010 when compared to 2009. Within electronic measurement, general purpose end-markets improved strongly in 2010 when compared to the prior year as a result of the recovery in the electronics and semiconductor businesses. Also within electronic measurement, the communications test businesses improved in the year ended October 31, 2010 when compared to the prior year with wireless R&amp;D and wireless manufacturing reporting strong revenue growth in the year. Agilent's total net revenue in 2009 decreased 22 percent when compared to 2008 with each of our businesses experiencing a decline in revenue compared to the prior year due to the economic downturn.    Net income was $684 million in 2010, a net loss of $31 million in 2009 and net income of $693 million in 2008. In 2010, 2009 and 2008 we generated operating cash flows of $718 million, $408 million and $756 million, respectively. As of October 31, 2010 and 2009 we had cash and cash equivalents balances $2,649 million and $2,479 million, respectively.    Our 2009 restructuring program, the (\"FY 2009 Plan\"), announced in the first half of 2009, was conceived in response to deteriorating economic conditions and was designed to deliver sufficient savings to enable our businesses to reach their profitability targets throughout the cycle. Workforce reduction payments, primarily severance, were largely complete in fiscal year 2010.",
    "prospects": "The company also anticipates opportunities for growth through expanded geographic and customer segment diversity and the ability to leverage additional products and capabilities.\nAlthough we believe the assumptions and estimates we have made are reasonable and appropriate, changes in assumptions could materially impact our reported financial results.\n"
}