{
    "overview": "Atlantic American Corporation, a Georgia corporation  incorporated in 1968 (the &#147;Parent&#148; or  &#147;Company&#148;), is a holding company that operates through  its subsidiaries in well-defined specialty markets within the  life and health and property and casualty insurance industries.  Atlantic American&#146;s principal operating subsidiaries are  American Southern Insurance Company and American Safety  Insurance Company (together known as &#147;American  Southern&#148;) within the property and casualty insurance  industry and Bankers Fidelity Life Insurance Company  (&#147;Bankers Fidelity&#148;) within the life and health  industry. Each of American Southern and Bankers Fidelity is  managed separately based upon its geographic location or the  type of products it offers, and is evaluated on its individual  performance. The Company&#146;s strategy is to focus on  well-defined geographic, demographic and/or product niches within the insurance marketplace. Each of  American Southern and Bankers Fidelity operates with relative  autonomy, which structure is designed to allow for quick  reaction to market opportunities.   The Parent has no significant business operations of its own and  relies on fees, dividends and other distributions from its  operating subsidiaries as the principal source of cash flow to  meet its obligations. Additional information regarding the cash  flow and liquidity needs of the Parent can be found in the  Liquidity and Capital Resources section of Management&#146;s  Discussion and Analysis of Financial Condition and Results of  Operations below.   In December 2007, the Company entered into an agreement for the  sale of its &#147;regional&#148; property and casualty  operations, comprised of Association Casualty Insurance Company  and Association Risk Management General Agency, Inc.  (collectively known as &#147;Association Casualty&#148;) and  Georgia Casualty &#038; Surety Company (&#147;Georgia  Casualty&#148;), to Columbia Mutual Insurance Company  (&#147;Columbia&#148;). This transaction was completed on  March 31, 2008. Accordingly, the assets, liabilities and  results of operations of these regional property and casualty  operations have been reflected by the Company as discontinued  operations.",
    "business_review": "American Southern comprises the Company&#146;s property and  casualty operations and its primary product lines are as follows:   Business Automobile Insurance  policies provide  bodily injury and/or property damage liability coverage, uninsured motorist coverage  and physical damage coverage for commercial accounts.   General Liability Insurance  policies cover bodily  injury and property damage liability for both premises and  completed operations exposures for general classes of business.   Property Insurance  policies provide for payment of  losses on personal property caused by fire or other multiple  perils.   Surety Bonds  are contracts under which one party,  the insurance company issuing the surety bond, guarantees to a  third party that the primary party will fulfill an obligation in  accordance with a contractual agreement. This obligation may  involve meeting a contractual commitment, paying a debt or  performing certain duties.   American Southern provides tailored business automobile  insurance coverage, on a multi-year contract basis, to state  governments, local municipalities and other large motor pools  and fleets (&#147;block accounts&#148;) that can be specifically  rated and underwritten. The size of the block accounts insured  by American Southern are generally such that individual class  experience generally can be determined, which allows for  customized policy terms and rates. American Southern is licensed  to do business in 32 states and the District of Columbia.  While the majority of American Southern&#146;s premiums are  derived from its automobile lines of business, American Southern  also offers personal property, inland marine and general  liability coverages. Additionally, American Southern directly provides surety bond coverage for  school bus transportation and subdivision construction, as well  as performance and payment bonds.",
    "performance": "Investment income decreased $1.1 million, or 9.5%, in 2009  as compared to 2008. The decrease in investment income during  2009 was primarily due to a large amount of called securities,  the proceeds from which the Company was not able to reinvest at  equivalent interest rates. Also contributing to the decrease in  investment income was a significant decrease in the interest  earned on the Company&#146;s short-term investments.   The Company had net realized investment gains of  $0.3 million in 2009 and net realized investment losses of  $4.0 million in 2008. The net realized gains in 2009 were  primarily due to the sale of the Company&#146;s investments in  the fixed maturity securities of General Motors Corporation  (&#147;GM&#148;) and General Motors Acceptance Corporation  (&#147;GMAC&#148;). On November 4, 2009, the Company sold  all of its GM and GMAC holdings resulting in realized gains of  approximately $0.3 million. During 2009, the Company also  recorded a realized loss of $0.1 million due to other than  temporary impairments in its investments in the fixed maturity  securities of CIT Group and GM, as well as certain other  invested assets. The net realized investment losses in 2008 were  due to impairment charges related to the write-down in the value  of certain bonds, preferred and common stocks. During the years  ended December 31, 2009 and 2008, the Company recorded  investment impairments due to other than temporary declines in  values, which reduced reported realized investment gains,  related to the following investments:    While the impairments did not impact the carrying value of the  investments, they resulted in realized losses of  $0.1 million in 2009 and $4.0 million in 2008.  Management continually evaluates the Company&#146;s investment  portfolio and, as needed, makes adjustments for impairments and/or divests investments.",
    "prospects": "The Company continues  to periodically assess the potential realization of this and all  other deferred tax benefits.\nWhile the Company is  exposed to counterparty risk should Wachovia fail to perform,  based on the current level of interest rates, and coupled with  the current macroeconomic outlook, the Company believes that its  current exposure to nonperformance risks is minimal.\n"
}