{
    "overview": "General Overview  We are a vertically-integrated coal and coke producer based in Henan Province, People&rsquo;s Republic of China (&ldquo;PRC&rdquo; or &ldquo;China&rdquo;). Our products include raw coal, washed coal, &ldquo;medium&rdquo; or mid-coal, coal slurries, coke, coal tar and crude benzol. We also generate electricity from gas emitted during the coking process, which we use primarily to power our operations. All of our business operations are conducted by Henan Province Pingdingshan Hongli Coal &amp; Coke Co., Ltd. (&ldquo;Hongli&rdquo;), which we control through contractual arrangements that Hongli and its owners have entered into with Pingdingshan Hongyuan Energy Science and Technology Development Co., Ltd. (&ldquo;Hongyuan&rdquo;). These contractual arrangements provide for management and control rights, and in addition entitle us to receive the earnings and control the assets of Hongli. Hongyuan is wholly-owned by Top Favour Limited (&ldquo;Top Favour&rdquo;), of which we are the sole shareholder. Other than our interests in the contractual arrangements, we do not own any equity interests in Hongli. Currently:     It is our intention to transfer all coal related operations from Hongli&rsquo;s subsidiaries to a joint-venture established with Henan Province Coal Seam Gas Development and Utilization Co., Ltd. (&ldquo;Henan Coal Seam Gas&rdquo;), a state-owned enterprise and qualified provincial-level coal mine consolidator. The joint-venture, Henan Hongyuan Coal Seam Gas Engineering Technology Co., Ltd. (&ldquo;Hongyuan CSG&rdquo;), has been established, although our planned transfer of coal related activities to Hongyuan CSG has not been carried out as of the date of this Report. Our interests in Hongyuan CSG are held by Henan Zhonghong Energy Investment Co., Ltd. (&ldquo;Zhonghong&rdquo;), which equity interests are presently held on Hongli&rsquo;s behalf and for its benefit by three nominees pursuant to share entrustment agreements. In addition, once we complete construction of our new coking plant, we intend to operate the plant through Baofeng Hongrun Coal Chemical Co., Ltd.\n(&ldquo;Hongrun Coking&rdquo;), a wholly-owned subsidiary of Hongli. As of the date of this Report, however, construction has not been completed (see &ldquo; Our Products and Operations &ndash; Coke &ndash; New Coking Facility &rdquo; below), and Hongrun Coking has not commenced operations. As of June 30, 2013, our current liabilities exceeded our current assets by $24,312,407. Our ability to continue as a going concern depends upon our expenditure requirements and repayments of our long-term loan facilities with Bairui Trust Co., Ltd. (&ldquo;Bairui Trust&rdquo;) as and when they fall due. See &ldquo; Risk Factors &ndash; Risks Related to Our Business &ndash; If we cannot continue as a going concern, you will lose your entire investment &rdquo; and &ldquo;If we do not raise additional capital or refinance our debt, we will not be able to achieve our objectives and we may need to curtail or even discontinue operations &rdquo;.",
    "business_review": "We were incorporated in Florida on September 30, 1996, originally under the name &ldquo;J. B. Financial Services, Inc.&rdquo; We changed our name to &ldquo;Ableauctions.com, Inc.&rdquo; on July 19, 1999. On December 30, 2009, our shareholders approved a Plan and Agreement of Share Exchange, dated July 17, 2009, with Top Favour under which we agreed to acquire all of the outstanding capital stock of Top Favour in exchange for the issuance of 13,117,952 shares of our common stock to the shareholders of Top Favour (the &ldquo;Share Exchange&rdquo;). The Share Exchange was consummated on February 5, 2010. On March 11, 2010, we completed two private placement financings, pursuant to exemptions under Regulation S and Regulation D, respectively, in which we sold and issued a total of 7,344,935 shares of common stock, and five-year warrants for the purchase of an additional 3,789,631 shares of common stock, resulting in aggregate proceeds of $44 million.   Top Favour Top Favour is a holding company incorporated in the British Virgin Islands on July 2, 2008. Top Favour was formed by the owners of Hongli as a special vehicle for raising capital outside of the PRC. Other than holding 100% of the equity interests in Hongyuan and facilitating loan transactions for Hongli and its subsidiaries, Top Favour has no operations of its own. Hongyuan Hongyuan is a limited liability company organized in the PRC with registered capital of $3 million and is wholly-owned by Top Favour. Hongyuan was approved as a wholly foreign owned enterprise (&ldquo;WFOE&rdquo;) by the Henan government on February 26, 2009 and formally organized on March 18, 2009. Other than activities relating to its contractual arrangements with Hongli, Hongyuan has no separate operations of its own. Hongli Hongli is a limited liability company organized in the PRC on July 5, 1996, and held by four Chinese nationals (the &ldquo;Owners&rdquo;) initially as follows: 83.66% by Mr. Jianhua Lv, our Chairman and Chief Executive Officer, 6.44% by Ms. Xin Zheng, 4.95% by Mr. Wenqi Xu, and 4.95% by Mr. Guoxiang Song. In August 2010, the Pingdingshan government directed Hongli to increase its registered capital from 8,808,000 Renminbi (&ldquo;RMB&rdquo;) to RMB 28,080,000 in order to maintain its coal trading license. Accordingly, the Owners contributed the additional registered capital in full in August 2010, although not in proportion to their original ownership percentages: Mr. Lv and Ms. Zheng increased their holdings to 85.40% and 9.19%, respectively, while Mr. Xu and Mr. Song decreased their holdings to 3.99% and 1.42%, respectively. Registration of such additional contribution and change in ownership percentages with Pingdingshan&rsquo;s Administration for Industry and Commerce (&ldquo;AIC&rdquo;) was completed in April 2011. Currently, Hongli has a branch, six subsidiaries and a joint-venture as follows (each a &ldquo;Hongli company,&rdquo; and with Hongli collectively &ldquo;Hongli Group&rdquo;):  Branch:  Subsidiaries:       Joint-Venture:   We also acquired 100% of Baofeng Shunli Coal Ming Co., Ltd. (&ldquo;Shunli Coal&rdquo;) on May 20, 2011. On July 4, 2012, Shunli Coal was dissolved, and we are in the process of applying to transfer its mine assets to, and consolidating them under, Hongchang Coal, which we currently expect to complete by the end of fiscal 2014. Shunli Coal&rsquo;s mine assets consist of the rights to mine Shunli coal mine. Contractual Arrangements with Hongli Group and the Owners Our relationship with Hongli Group and the Owners are governed by a series of contractual arrangements, under which our subsidiary Hongyuan holds and exercises ownership and management rights over Hongli Group. While we do not own any equity interest in Hongli Group, the contractual arrangements are designed to provide us with rights equivalent in all material respects to those we would possess as its sole equity holder, including absolute control rights and the rights to assets, property and income. According to a legal opinion issued by our PRC counsel, the contractual arrangements constitute valid and binding obligations of the parties to such agreements, and are enforceable and valid in accordance with the laws of the PRC. The contractual arrangements, entered into on March 18, 2009, consist of the following:         As a result of the foregoing contractual arrangements, we have the ability to effectively control Hongli Group&rsquo;s daily operations and financial affairs, appoint senior executives and decide on all matters requiring the Owners&rsquo; approval. While the Owners continue to own 100% of equity interests, they have given us their rights attendant to such ownership through the contractual arrangements. Accordingly, we are considered the primary beneficiary of Hongli Group and each Hongli company is deemed our variable interest entity (&ldquo;VIE&rdquo;).  However, control based on contractual arrangements may ultimately not be as effective as direct ownership, as we will need to enforce our rights through quasi-judicial proceeding in the event Hongli Group fails to perform its contractual obligations. In the event the outcome of such proceeding is unfavorable to us, we may effectively lose control over Hongli Group. See &ldquo; Risk Factors &ndash; Risks Related to Our Corporate Structure &ndash; Our contractual arrangements with Hongli and its owners as well as our ability to enforce our rights thereunder may not be as effective in providing control over Hongli as direct ownership. &rdquo; As of September 19, 2013, Mr. Lv held approximately 31.7% of our issued and outstanding common stock, and 85.40% of the equity interests of Hongli. As such, we believe that our interests remain aligned with the Owners. However, we cannot give assurance that such interests will always be aligned, or that we can effectively control Hongli Group if and when such interests are no longer aligned.\nSee &ldquo;Risk Factors - Risks Related to Our Corporate Structure &ndash; Management members of Hongli have potential conflicts of interest with us, which may adversely affect our business and your ability for recourse. &rdquo;",
    "performance": "In response to the higher price of raw coal used to make washed coal, we have adapted our coal washing process to increase washed coal yield. Doing so has also resulted in less mid-coal but more coal slurries being produced, which when combined with the effect of selling price changes, resulted in the revenue fluctuations for both mid-coal and coal slurries. Our lower washed coal revenue for fiscal 2013 resulted from the limited amount of washed coal sold to our customers due to the limited availability of raw coal with which to produce washed coal.  Cost of Revenue  Cost of revenue decreased to $58,478,301 from $63,745,461 a year ago. This was manly driven by lower sales volumes for most of our products, and the higher cost of obtaining raw coal, as compared to last year.  Gross Profit  Gross profit was $8,208,000, a decrease of $6,959,309 or 45.88% from $15,167,309 a year ago, reflecting our lower revenue as discussed above. Gross profit margin decreased by approximately 6.91% from approximately 19% for the prior fiscal year, mainly due to lower selling price of coke.  Operating Expenses  Operating expenses, which consist of selling expenses and general and administrative expenses, was $3,088,403, a decrease of $115,745 or 3.61% from a year ago. Selling expenses decreased by $46,741 or 22.20%, to $163,827, from slight reduction in expenses relating to selling activities. General and administrative expenses decreased by $69,004 or 2.31%, to $2,924,576, due to the following factors: (1) our rental expense decreased by $113,756, from closing our Beijing office; and (2) consulting expense for internal control decreased by $109,127 after discount we obtained from our consultant. Such decrease was offset as follows: (1) depreciation expense increased by $72,181; (2) repair and maintenance expense increased by $77,718; and (3) other general expenses increased by $67,838.  Other Income and Expense   Other income and expense includes finance expense (which consists of interest and other finance expenses, net of interest income), income and expense not related to our principal operations, and change in fair value of warrants. Finance expense was $3,356,179, an increase of $2,188,778 or 187.49% from a year ago. This is largely due to the following: (1) no interest was capitalized, as compared to $914,688 a year ago; (2) we incurred an additional $620,995 in interest in connection with extending Hongli&rsquo;s loan with Bairui Trust Co., Ltd. (&ldquo;Bairui Trust&rdquo;); (3) we collected a RMB 30,000,000 ($4,779,000) loan receivable, thereby reducing the corresponding interest income by $316,623; and (4) the interest income from $8,032,037 in loan receivable decreased by $313,376, due to lowered interest rate of 7% from 10% last fiscal year.   We had income not related to our principal operations of $229,036, including $191,160 from our investment in Pingdingshan Rural Cooperative Bank (&ldquo;PRCB&rdquo;) &ndash; Xinhua District Branch. We also recorded other income from the gain in fair value of warrants in the amount of $716,627. As a result of the foregoing, we had other expense of $2,410,516, as compared to other income of $3,926,633 a year ago.  Provision for Income Taxes  Provision for income taxes decreased by $1,733,849 from a year ago, reflecting our lower taxable income.  Net income  Net income, including the change in fair value of warrants, was $1,047,693, as compared to $12,494,557 a year ago.",
    "prospects": "Our ability to continue as a going concern depends upon expenditure requirement and repayments of our long-term loan facilities with Bairui Trust as and when they become due. In an effort to improve our financial position, we intend to negotiate with Bairui Trust to extend our loan maturity date, and to increase sales of higher margin products such as coal tar and crude benzol.\nWe evaluate long-lived tangible and intangible assets for impairment whenever events or changes in circumstances indicate that the carrying value may not be recoverable from its estimated future cash flows, in accordance with the accounting guidance regarding &ldquo;Disposal of Long-Lived Assets.&rdquo;  Recoverability is measured by comparing an asset&rsquo;s carrying value to the related projected undiscounted cash flows generated by the long-lived asset or asset group, considering a number of factors including past operating results, budgets, economic projections, market trends and product development cycles.\n"
}