[
    {
        "header": "Item 1. BUSINESS",
        "content": ""
    },
    {
        "header": "Overview",
        "content": "Avantair is engaged in the sale of fractional ownership interests in, and flight hour card usage of, professionally piloted aircraft for personal and business use, and the management of its aircraft fleet. According to AvData, Avantair is the fifth largest company in the North American fractional aircraft industry. As of June 30, 2010, Avantair operated 55 aircraft within its fleet, which is comprised of 46 aircraft for fractional ownership, 5 company owned core aircraft and 4 leased and company managed aircraft.\nAvantair also operates fixed flight based operations (FBO) in Camarillo, California and in Caldwell, New Jersey. Through these FBOs and its headquarters in Clearwater, Florida, Avantair provides aircraft maintenance, concierge and other services to its customers as well as to the Avantair fleet.\nAvantair generates revenues primarily through the sale of fractional ownership shares of aircraft, by providing management and maintenance services related to these aircraft, and from the sale of flight hour cards providing either 15 or 25 hours of flight time per year of access to its aircraft fleet (either individually or through the Company&#8217;s Axis Club Membership program). The Company markets and sells fractional ownership interests to individuals and businesses with a minimum share size of a one-sixteenth ownership interest. Under management and maintenance agreements with fractional owners, Avantair provides pilots, maintenance, fuel and hangar space for the aircraft.\nIn response to the general economic downturn and the resulting growth of flight hour card sales over fractional share sales industry-wide, in January 2009, Avantair initiated the Axis Club Membership program. This program is designed to bridge the gap between the financial commitment of a fractional share and flight hour cards. This product offers access to blocks of flight hours for a three year membership fee of $75,000. The program requires Axis Club members to purchase a minimum of three 25 hour flight hour cards for $80,000 or less, dependent upon the type of membership purchased, over a three year period. The program also allows for the conversion of club membership into fractional ownership. Members are not charged a management fee until they are fractional owners.\nAvantair presently sources all of its aircraft from a single manufacturer, Piaggio America, Inc. (&#8220;Piaggio&#8221;). As of June 30, 2010, Avantair had contractual commitments to purchase 52 additional Piaggio Avanti II aircraft through 2013 with a mutual understanding that the aircraft delivery dates can be extended.\nThe total commitment, including a recently proposed price escalation, is valued at approximately $330 million. The Company&#8217;s agreement with Piaggio permits it some flexibility to defer a portion of the aircraft deliveries and the Company has exercised this flexibility at certain times in order to take deliveries in line with the Company&#8217;s sales expectations. Avantair believes that the pricing structure afforded by utilizing the Piaggio Avanti allows Avantair to attract a customer desiring quality at a lower price point. Offering the cabin cross section of a mid-size aircraft and fuel efficiency of a turboprop, along with no hourly fees, allows Avantair to lower the cost of private air travel for a broader range of consumers.\nThe Company&#8217;s primary sources of operating funds are the collection of management and maintenance fees from fractional share owners as well as the sale of fractional ownership shares, flight hour cards and, effective January 2009, Axis Club Memberships. Revenue for the sales by product category can be found in the accompanying Consolidated Statement of Operations for the fiscal year ended June 30, 2010. Sales by product category follow:"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "FY 2010 Unit Sales for the Three Months Ended",
        "content": ""
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "FY 2010",
        "content": ""
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "FY 2009",
        "content": ""
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "September 30, 2009"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "December 31, 2009"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "March 31, 2010"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "June 30, 2010"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "Total"
    },
    {
        "header": "",
        "content": ""
    },
    {
        "header": "",
        "content": "Total"
    },
    {
        "header": "",
        "content": "New Fractional shares     2       5       -       0.5       7.5       38   Flight hour cards     86       100       82       120       388       160   Axis Club Memberships     3       21       9       18       51       10   Avantair&#8217;s primary growth strategy is to continue to increase the number of fractional share owners and aircraft under management as well as increase the number of flight hour cards and Axis Club Memberships sold. At June 30, 2010, the Company had 28.5 fractional aircraft shares available for sale. In addition to the cost of acquiring aircraft, Avantair&#8217;s primary expenses are related to fuel, aircraft repositioning (i.e., moving an aircraft to another location to accommodate a customer&#8217;s need and for demonstration flights for sales purposes), maintenance, charters and insurance. To finance its growth strategy, the Company will continue to actively pursue additional funds through some or a combination of equity financing, including the sale of additional shares of common and preferred stock, asset sales, accelerated payments of management and maintenance fees or debt financing.\nIn September and October 2009, the Company consummated private sales of its common stock to investors generating net proceeds of approximately $8 million. Together with the proceeds of the private placement consummated in June 2009, the Company received total net proceeds of approximately $9.2 million. 1  At June 30, 2010 and June 30, 2009, Avantair had assets of approximately $131.6 million and $164.0 million, respectively. For the fiscal years ended June 30, 2010 and June 30, 2009, the Company had revenue of approximately $143.0 million and $136.8 million, respectively, and net losses of approximately $4.0 million and $4.5 million, respectively. Avantair has incurred losses since inception and may not be able to generate sufficient net revenue from its business in the future to achieve or sustain profitability. At August 31, 2010, the Company had approximately $7.2 million of unrestricted cash on hand and assuming there is no change in sales and expense trends experienced since the fourth quarter of fiscal 2010, the Company believes that its cash position will be sufficient to continue operations for the foreseeable future."
    },
    {
        "header": "Recent Developments",
        "content": "During the second quarter of fiscal 2010, the Company, through an arms-length transaction, transferred its rights to purchase four Piaggio Avanti II aircraft to LW Air pursuant to the existing aircraft purchase agreement between the Company and Piaggio. Upon delivery of the aircraft, Piaggio returned $2.6 million of deposits previously paid on the aircraft by the Company.  Simultaneous with this transaction, the Company entered into an eight-year management agreement for those aircraft and the Company issued 2,373,620 warrants to Lorne Weil, the Managing Member of LW Air.  Pursuant to the agreement between the parties, the Company will manage each aircraft for a monthly fee which is variable based upon aircraft flight hours but will not exceed $56,500 per month. The agreement also allows the Company to enter into short-term leases for the use of the aircraft at a specified dry lease rate per flight hour.  Effective July 1, 2010, the terms of the management agreement were amended to reduce the maximum management fee to be charged for the Company&#8217;s management of each of these aircraft to not exceed $44,000 per month for each aircraft, for the eight months ending February 28, 2011, after which the maximum management fee will continue to not exceed $56,500 per month for each aircraft. These aircraft are anticipated to be utilized to satisfy fleet demands of the growing flight hour card and Axis Club Membership Program product lines. In September 2010, the Company finalized a fee arrangement with EarlyBirdCapital, Inc (&#8220;EBC&#8221;) in consideration for services rendered related to the LW Air lease transaction. The $375,000 fee will be included as an additional cost of the transaction and amortized over the term of the arrangement."
    },
    {
        "header": "Industry Overview",
        "content": "The Company believes that fractional aircraft and flight hour card ownership provides customers with the convenience and flexibility of private air service without the more significant costs associated with sole ownership of an aircraft. Additionally, fractional aircraft companies generally provide the same conveniences and benefits to individuals and businesses through their various flight hour card programs. Commercial flight delays can be costly and tiresome, commercial hubs are increasingly crowded, major commercial airports may be far from final destinations and commercial air travel is increasingly subject to threats and security-related inconveniences. The Company believes that for businesses and high net worth individuals, fractional ownership and flight hour card programs often offer a balance between convenience and cost.\nA fractional aircraft company assembles a fleet of planes with each of these planes available for a certain number of revenue generating flight hours per year. Those hours are then divided into partial ownership shares and these partial ownership shares are sold to individuals and businesses. Avantair&#8217;s customers typically purchase one-sixteenth or one-eighth shares in an aircraft, although in some cases the purchases are one-quarter shares or more. The purchase of a one-eighth share means that the owner will pay approximately one-eighth of the aircraft retail price initially and receive one-eighth of the total number hours of flying time per year for the initial term of the contract, which is five years for a new shareowner. An Avantair fractional share owner agrees to pay Avantair an additional predetermined monthly fee to cover the various costs of maintaining and operating the aircraft. Avantair is responsible for all of these services.\nAs part of its model a fractional aircraft company may also own core fleet aircraft, which are owned or leased by the Company for the demand and use of its flight hour card owners. The Company&#8217;s various flight hour card products offers access to blocks of flight hours which are purchased through a membership or individually.\n According to AvData, the North American fractionally owned fixed-wing aircraft fleet has grown from 8 aircraft in 1986 to an aggregate of 830 aircraft as of June 2010.\nAccording to AvData, five companies - NetJets, Flight Options, FlexJet, CitationAir, and Avantair - account for a majority of the total market for fractional aircraft, based on unique owners. Among the five major fractional companies, NetJets has a market share of approximately 51.0% and Flight Options, FlexJet, CitationAir have a combined market share of approximately 38.0%.\nAccording to AvData, as of June 2010, Avantair had an overall market share of 11.0%. However, in the light-cabin category in which it competes, Avantair has a market share of approximately 28.0%, the largest among the five major fractional companies.\nThe general aviation industry builds and sells aircraft ranging from single passenger, single engine propeller planes to transoceanic jets costing $50.0 million or more. The fractional aircraft industry has primarily concentrated on the middle to upper end of that market. Most fractionally owned aircraft have a capacity of between four and seven passengers and a minimum range of 1,250-1,500 nautical miles. The list prices of these types of aircraft are generally $5.0 million to $50.0 million. Avantair&#8217;s Piaggio aircraft have a capacity of eight passengers and a minimum range of 1,200-1,500 nautical miles. The list price of a 1/16 th  share of an Avantair Piaggio aircraft is $425,000 or $6.8 million for all 16 of the shares in one aircraft. There are numerous manufacturers and models in most categories of aircraft. Both providers of fractional aircraft shares and purchasers of these shares consider the choice of aircraft based upon a variety of factors including: 2    &#183;price;   &#183;availability;   &#183;operating costs;   &#183;reliability;   &#183;speed;   &#183;range;   &#183;cabin size and features;   &#183;safety features and record;   &#183;environmental impact;   &#183;efficiency;   &#183;maintenance cost;   &#183;manufacturer; and   &#183;runway requirements.\nSome of Avantair&#8217;s principal competitors are wholly or partially owned by aircraft manufacturers and/or their affiliated parent companies, which have resulted in their fleets being largely comprised of aircraft built by their respective parent companies. Although Avantair operates exclusively one aircraft type, the Company is not owned by any manufacturer.\nFractional operators must have sufficient numbers of aircraft in the fleet to provide the service required. Since fractional share buyers desire to enter the program as soon as possible after purchasing shares, operators are obligated to provide access to aircraft when the shareowner requests it. If the operator does not have ample capacity available, it must charter that capacity, a practice that can be very costly. Fractional operators may also offer various flight hour card programs, which provide a certain number of flight hours to be used during a specific period of time, generally one year. The flight hour card programs subject the fractional operators to similar capacity requirements as fractional shareowners.\nThe capital requirements for ordering aircraft require the operator to place deposits well in advance of receiving its planes. Progress payments are made as certain milestones are achieved. The amounts of the deposits and progress payments are a function of several factors including the price of the underlying plane, the creditworthiness of the buyer, and the time until delivery. The majority of the payments are generally made upon delivery. As of June 30, 2010, the Company has paid approximately $7.2 million in deposits for these future aircraft deliveries and will make additional deposits totaling approximately $13.0 million on these future deliveries at various dates throughout the term of the contract.\nThe Avantair Fractional Ownership Program Each of Avantair&#8217;s current aircraft is available to fractional owners for a total of 800 flight hours per year. Those hours are then divided into blocks of ownership, beginning at fifty hours per year (a one-sixteenth share of the aircraft), and these partial ownership shares are sold to buyers. A share of an aircraft currently can be purchased from Avantair starting at $425,000 for a one-sixteenth share. Purchase prices for larger interests are slightly discounted. Each fractional owner must enter into a Management and Dry Lease Exchange Agreement with Avantair as part of the purchase of shares in an Avantair aircraft. A monthly management and maintenance fee, currently $9,650 for new owners (or $9,150 for renewing owners under a recurring owner loyalty program and subject to certain conditions), is assessed per 1/16th share owned.\nThis fee covers any direct costs in operating and maintaining the aircraft, other than fuel surcharges which are based on actual aircraft usage. This is unlike most other fractional programs, which generally charge fractional owners an occupied hourly rate for use of the aircraft. All programs have fuel surcharges, but due to the efficiency of the Avanti and the way Avantair calculates its management fee, Avantair believes its surcharges tend to be less than those charged by its competitors. Any landing fees, excess catering fees, applicable international fees and taxes are billed to the owner. Monthly fees are adjusted upwards on each anniversary date by the greater of either the current Consumer Price Index or 3.75%, but will not exceed the then-current rate offered to new share owners.\nEach fractional owner is allocated a certain number of flight hours per year based on the size of their ownership share. The owner may exceed the number of annual allocated hours by up to 20.0%, to the extent that the owner did not use all of their allocated hours in the prior year and/or as an advance use of the next year&#8217;s allocated hours.\nEach share owner owns an &#8220;undivided interest&#8221; that cannot be affected or encumbered by the financial actions of other owners. In order to avoid scheduling conflicts, each share owner throughout Avantair&#8217;s fleet agrees to exchange use of such owner&#8217;s airplane with the other share owners in the fleet. Avantair must move planes to the necessary destinations to meet the fractional owners&#8217; needs.\nAvantair keeps a certain number of core aircraft in the fleet in order to have enough planes to meet demand. Owners may sell, assign or transfer rights with respect to their undivided interest. Each owner has the right to sell their undivided interest in their aircraft to a third party with the Company&#8217;s prior written consent, which shall not be unreasonably withheld.  Further, each owner is entitled to assign or transfer their undivided interest in the aircraft, but only to a wholly owned subsidiary, parent or successor in interest with the Company&#8217;s prior written consent, which shall not be unreasonably withheld. 3  Upon the expiration of the term of Avantair&#8217;s agreement with a fractional owner, the owner shall have the option to (i) sell the owner&#8217;s interest in the aircraft and cease to participate in the Avantair program, (ii) sell their interest and purchase an interest in another aircraft that participates or will participate in the Avantair program or (iii) retain their interest and renew their participation in the program.\nThe Avantair Card Program In 2006, Avantair introduced the Edge Card Program, which allows a purchaser to access Avantair&#8217;s aircraft for 15 or 25 hours of flight time without the requirement to purchase ownership shares in an aircraft. The card holder purchases the entire card amount in advance and receives the same service as a fractional owner.\nAfter the card holder has exhausted the hours purchased, the holder has no further obligations to Avantair. The program offers an alternative to fractional ownership for individuals and businesses seeking to experience private aircraft travel. Avantair&#8217;s management believes its card program to be a means of introducing potential purchasers to its fractional ownership program. Avantair&#8217;s card program currently is priced at $105,000 for a 25 hour card. Additionally, Avantair created an introductory 25 hour card for a first flight hour card purchaser currently at a rate of $95,000.\n  The Axis Club Membership ProgramIn 2009, Avantair introduced the Axis Club Membership program. The membership program - &#8216;The Axis Club&#8217; - allows a customer access to flight blocks of 25 hours at a set rate for a three-year term. A one-time membership fee starts as low as $75,000 for the term. Tiered membership options are available to fit the flight needs of the customer. Each membership has a minimum required purchase of three 25 hour blocks of flight hours over the three year term. Each block of 25 flight hours has a price of $80,000 or less, depending on the membership level. The cost of each block of flight hours is also subject to an annual CPI increase. In addition, conversion options into a fractional share are also available, should a customer&#8217;s needs change throughout the course of the membership term.\nAircraft Usage and Scheduling A fractional share or flight hour card owner is required to provide a minimum of 24 hours notice to Avantair prior to the scheduled take-off time when scheduling the first leg of a trip during non-peak travel times. During peak travel times, requests for use by owner of an aircraft must be made at least 72 hours prior to the scheduled departure date of the first leg. No later than January 1st of each year, Avantair will notify all of its fractional owners of a list of the year&#8217;s peak travel days, which will not exceed 25 days.\nFor all flights outside of the Primary Service Area, which varies by program and is comprised of the continental United States, as well as certain airports in geographic locations such as the Bahamas, Canada, Mexico and the Caribbean, fractional owners must request an aircraft at least 7 days prior to the scheduled date of the first leg of the trip. All such requests are completed, provided that, for each such request, the fractional owner has provided sufficient information regarding the trip to enable Avantair to schedule the trip.\nChartering Whenever possible, Avantair will schedule an aircraft from its fleet for each request for use by a fractional or flight hour card owner. In the event that none of Avantair&#8217;s aircraft are available, Avantair will charter a comparable aircraft for use by the owner, provided that the fractional owner has complied with all applicable notice requirements and all other program provisions. Avantair will only charter aircraft that satisfy the Aviation Research Group US (ARG/US) Gold or Platinum rating.\n  Sales and MarketingAvantair targets customers based on demographic data, including net worth, household income, job title and age.\nAvantair uses a variety of methods to market and advertise its various programs, including print advertising, direct mail, trade events, web site and online and referral incentives. Advertising strategy is based on historical performance data, demographics and competitive analysis.\nAvantair&#8217;s direct mail advertising consists of several mailings and e-mailings per year to targeted prospective customers. Avantair also participates in live events, including aircraft display events at fixed base operators attended by owners and prospective owners. The events are targeted geographically and costs are often shared with the aircraft manufacturer to reduce the cost to Avantair.\nAs part of its marketing, Avantair maintains a web site atwww.avantair.com . All of Avantair&#8217;s collateral and print marketing materials, direct mail, email and video materials direct prospective buyers to its web site.\nPublic relations efforts are driven by editorial opportunities and news pitches to key editors and media constituents. Recent editorial placements include magazines such as WSJ.com, Robb Report, Forbes and Business Jet Traveler, as well as travel and aircraft industry publications. An owner newsletter, Contrails, is published quarterly with pertinent news, purchase reinforcement and any new programs.  It is also mailed to competitive customers. 4  An important element of Avantair&#8217;s marketing strategy is referral incentives. Under Avantair&#8217;s referral incentive program, a fractional owner who refers a customer to Avantair receives a choice, dependent on the number of referrals, of additional allocated hours of flight time or other initiatives. Recognizing that a significant portion of its success is due to referrals from current owners, Avantair launched two owner loyalty programs.  Under the new Loyalty Program, Avantair awards added flight hours or monetary credits to owners who renew their partnership with Avantair. This in turn assists the Company in solidifying and stabilizing its customer base. Avantair has also launched the Ambassador Program under which owners interested in actively recommending Avantair to prospective customers will receive additional rewards for those that lead to new sales.\nOne internal measurement used to assess future sales is leads generated by both the sales force and the marketing methods targeting the high net worth demographic, competitive owners and methods described above. While many leads may not turn into sales, they provide the basis for future sales. Another important indicator is demonstration flights. A very high percentage of potential buyers of shares will request a demonstration flight on one or more aircraft types and on one or more products from different fractional operators. Avantair&#8217;s demonstration flight cost is deducted from the purchase only in the event that a share or shares are ultimately purchased.\nAvantair&#8217;s sales department is comprised of a senior executive vice president of sales and marketing, vice president of sales, regional sales directors and regional sales managers supported by a sales department and a marketing department. Avantair&#8217;s sales staff is compensated with a base salary plus commissions.\nFleet and Geographic Scope As of June 30, 2010, Avantair operated 55 aircraft within its fleet which is comprised of 46 aircraft for fractional ownership, 5 company owned core aircraft and 4 leased and company managed aircraft.\nAt June 30, 2010, Avantair had 52 additional Piaggio aircraft on order. Currently, all of the fractional aircraft in Avantair&#8217;s fleet are Piaggio Avanti turboprops. In addition, on October 17, 2006, Avantair announced orders for 20 Embraer Phenom 100 aircraft. The Phenom 100 is in the Very Light Jet category of business jets, with the largest cabin in the category. On June 20, 2008, Avantair assigned its rights and obligations to the purchase agreement for the purchase of these 20 Embraer Phenom 100 aircraft to a wholly owned subsidiary, called Share 100 Holding Co., LLC. On the same date, Avantair sold 100 percent of the Class A membership interest of the LLC, with the rights and obligations to 18 of the 20 aircraft, to a third party called Executive AirShares Corporation; Avantair retains the Class B membership interest of the LLC, with the rights and obligations to purchase aircraft 19 and 20. If Executive AirShares Corporation defaults under its obligations as a Class A member of the LLC, Avantair will then be responsible for the rights and obligations of the remaining undelivered aircraft.\nAvantair has focused its sales efforts to date on a national basis. A fractional owner is entitled to board a plane at the location of his/her choosing. The costs of moving a plane, or repositioning it, are borne by Avantair. These costs have been very significant due to fuel, pilots and crew and maintenance costs arising from increased overall usage of the aircraft. As the number of planes in Avantair&#8217;s fleet increases, Avantair believes that the relative amount of repositioning should decline. As the size of Avantair&#8217;s fleet reaches a critical mass, aircraft will be positioned in strategic locations based on travel patterns. Those locations are frequently determined through the usage of a software optimization program. In addition, Avantair incurs costs associated with pilots and crew, such as transportation to flight departure locations, per diems, meals and hotel expenses. As Avantair&#8217;s fleet expands, crews will be domiciled in cities frequented by fractional owner and flight hour card holder flights. This presents an opportunity for Avantair to leverage more favorable discounts for air and hotel due to volume, as well as making more efficient use of pilot and crew work hours.\nAvantair believes that operating a very limited number of aircraft models provides it with cost and operating advantages relative to other fractional aircraft operators that may operate as many as 24 different aircraft models. Among the advantages of operating a limited number of aircraft models are:   &#183; Maintenance&#8211; Reduces costs of repair and maintenance by enabling nearly every member of Avantair&#8217;s maintenance staff to service all of its aircraft, plus reduced repositioning of an aircraft results in fewer flight hours and therefore less frequent maintenance;   &#183; Pilot Training- Pilots need to be certified for a given aircraft model, therefore the operation of a limited number of models means that nearly all employed pilots are available to operate any aircraft in the fleet.\n  &#183; Inventory &#8212; Fewer parts need to be inventoried which reduces the overall cost of inventory. Due to the uniformity of the fleet, Avantair is exposed to lower capital investment and inventory due to interchangeability of parts and the greater ease of troubleshooting.\nAvantair is the sole fleet provider of the Piaggio Avanti aircraft in North America. The Piaggio Avanti has a unique design that uses forward wing technology which the Company believes allows it to both provide the fastest speed of any turboprop and yet have an unusually large cabin relative to aircraft in its category. The Piaggio Avanti also compares favorably to light jets as the Piaggio Avanti has the lowest fuel usage in the category. This aircraft also allows access to a greater number of airports than most of the jets in its category since it has the capability to land on shorter runways. 5  The Piaggio Avanti has several features such as:   &#183; Stand-up Cabin &#8211; A stand-up cabin and a private lavatory, which is unique in its category.\n  &#183; Flying Capacity &#8211; Ability to fly 1,300 nautical miles with five passengers, luggage and a full fuel load.\n  &#183; Speed &#8211; Fastest turboprop manufactured, with jet-like speed of 458 mph.\n  &#183; Runway capability &#8211; Ability to land on shorter runways allowing access to a greater number of airports.\n  &#183; Comfortable Ride &#8211; Sound dampening interior and rear mounted props, which help deliver a quiet ride.\n  &#183; Safety &#8211; Since its introduction in 1989, there has not been a fatal accident involving a Piaggio Avanti. In addition, the Avanti&#8217;s wing design reduces the effects of turbulence and its de-icing system reduces the impact of inclement weather on aircraft operation.\nFlight Operations Avantair&#8217;s Operations Control Center is made up of four departments that all play a role in an Avantair program participant&#8217;s trip from the first phone call to completion of the trip at the final destination:   &#183;Owner Services   &#183;Pilot Services   &#183;Flight Specialists   &#183;Flight Following After a purchase with Avantair in one of our various programs, an owner is assigned an Owner Services team. This team assists the owner in scheduling flights and making necessary arrangements based on the owner&#8217;s flight requirements, including coordinating with Avantair&#8217;s Operations Control Center.\nThe flight scheduling process begins when an owner contacts the owner&#8217;s Owner Services team. When an owner contacts Avantair to schedule a flight, an assigned Owner Services team member handles the request. The team member will ask for all details of the proposed trip, including airport of departure and arrival as well as fixed base operation preference. This department also handles any ground transportation and/or catering orders.\nThe trip request is subject to an approval process with the Flight Specialist. After approval, the trip is entered into Avantair&#8217;s FlightOps computer system by Owner Services. The trip request is then delivered to the owner for approval. This is used as a quality control so that Avantair is sure it has all the correct details of the owner&#8217;s trip. After a signed confirmation is received from the owner, Owner Services will confirm this trip reservation in FlightOps. The night before and the morning of the trip, Owner Services reconfirms all ground and/or catering requests for quality control.\nThe day before the trip, the flights will be assigned to an Avantair aircraft by the Flight Specialist. The Flight Specialist then confirms the availability and location of the aircraft for the next day in an effort to ensure that the owner gets the optimal schedule with the least amount of repositioning time. This confirmation process also takes into consideration the crew duty, rest and flight time regulations.\nThe job of Pilot Services is to schedule pilots for flights and arrange accommodations for pilots away from their base of operations. Pilot Services is also responsible for the crew scheduling of all aircraft.\nFlight Following tracks all current flights that are in progress through direct contact with the crew and through FlightOps. Flight Following monitors weather conditions and other situations which may lead to delays, and works with the flight crews and the Operations Control Center to resolve delays as quickly as possible.\nPilot Hiring and Training Avantair selects and hires pilots based on a detailed screening process, including interviews, assessments of the candidate&#8217;s knowledge of Avantair&#8217;s aircraft, applicable regulations and flight skills, and background checks. All pilots are initially hired into first officer positions. Minimum requirements for initial hires include:   &#183;2,500 hours of total flight time;   &#183;1,000 multi-engine flight hours; and   &#183;Recent flight time commensurate with experience.\nAll pilots must complete FAA required and approved ground and flight training prior to flying any flight leg for any of Avantair&#8217;s fractional owners. Further, all of Avantair&#8217;s pilots must fulfill ongoing training requirements. Actual average experience of pilot hires far exceeds these minimum requirements. 6  Aircraft Maintenance Avantair aircraft maintenance follows a schedule of inspections based on the numbers of hours flown at the recommendation of the aircraft manufacturer and approval of the FAA. This schedule consists of four levels of inspection - A, B, C and D checks. An A check occurs at every 150 flight hours; a B check at every 600 flight hours; a C check at every 1,500 flight hours; and a D check at every 3,000 flight hours. The scheduled maintenance events, as well as unanticipated events, result in an average downtime of one day for A checks, two days for B checks, five days for C checks and twenty-one days for D checks. As a condition of employment, all of Avantair&#8217;s maintenance technicians must have an FAA license and are subject to a background check and drug screening prior to employment. Avantair&#8217;s Lead Technicians and Supervisors attend the FAA-approved Piaggio factory training program at Flight Safety. In addition, training is provided at the Rockwell Collins factory school as well as Pratt &amp; Whitney Powerplant (engine) school. Avantair&#8217;s main maintenance base and its Maintenance Control Center, which oversees and coordinates all maintenance activity on Avantair&#8217;s aircraft, is located in Clearwater, Florida and is staffed 24 hours a day and seven days a week. The average years of experience is over 14 years for Avantair&#8217;s maintenance technicians, 15 years for its maintenance controllers and over 17 years for its maintenance quality control staff.\nIn April 2008, the Company terminated its Airframe Maintenance contract with its third party vendor and began to manage the Airframe Maintenance Program on an internal basis. In January 2009, the Company replaced a former engine service vendor with another nationally recognized, FAA certified engine maintenance vendor.\nCompetition Avantair faces competition from other fractional aircraft operations. Avantair&#8217;s primary competitors are NetJets (a subsidiary of Berkshire Hathaway), Flight Options, FlexJet (a Bombardier subsidiary), and CitationShares (which is 75.0% owned by Cessna, a wholly-owned Textron subsidiary). None of these competitors are publically traded stand-alone entities like Avantair and all of these competitors are significantly larger than Avantair and with more resources. Some of these companies are subsidiaries of business jet manufacturers, which Avantair&#8217;s management believes may hamper their flexibility in purchasing aircraft. According to AvData, the North American fractionally owned fixed-wing aircraft fleet has grown from 8 aircraft in 1986 to an aggregate of 830 aircraft as of June 2010. According to AvData, five companies - NetJets, Flight Options, FlexJet, CitationAir, and Avantair - account for a majority of the total market for fractional aircraft, based on unique owners. Among the five major fractional companies, NetJets has a market share of approximately 51.0% and Flight Options, FlexJet, CitationAir have a combined market share of approximately 38.0%.\nAccording to AvData, as of June 2010, Avantair had an overall market share of 11.0%. However, in the light-cabin category in which it competes, Avantair has a market share of approximately 28.0%, the largest among the five major fractional companies.\nAvantair and other fractional airlines also face competition from charter airlines, air taxis and commercial airlines. Some of these competitors offer greater selection of aircraft (including jet aircraft), some of which permit owners to fly greater distances or at greater speeds, travel with a greater number of passengers and on shorter advance notice before flying.\nAvantair&#8217;s management believes that fractional and flight hour card aircraft operators compete on the basis of aircraft model and features, price, customer service and scheduling flexibility. Avantair&#8217;s management believes that customers are generally willing to continue to use the same aircraft operator so long as such operator provides satisfactory service with competitive pricing. Avantair&#8217;s management believes that the quality of its aircraft and service, and the value it provides to its customers, enables it to compete effectively against its larger competitors.\nInformation Technology Avantair currently uses two core software applications for operations management as it awaits FAA approval on one of these software applications. FlightOps is designed, developed, and licensed by Bitwise Solutions, Inc. for use in Avantair&#8217;s Operations Control Center to track owner trips as well as manage its fleet. In fiscal year 2010, the Company implemented Astro Operations Manager, which is designed, developed, and licensed by DayJet Technologies for use in Avantair&#8217;s Operations Control Center to plan, schedule, and optimize utilization of its aircraft fleet. Until all required FAA approvals are received, the Company will continue to run the Astro software application parallel with the FlightOps software application. The Company expects to transition to solely using the state-of-the-art Astro software application during fiscal year 2011.\nAvantair has invested in an efficient high-performance computing environment that includes Dell PowerEdge servers and Cisco Routers and Switches. In addition, Avantair has approximately 130 Fujitsu and Samsung Tablet PCs that are used as part of its pilots&#8217; Electronic Flight Bag. These PCs are equipped with core software applications that include navigational aids, flight charts, and aircraft manuals.\nAvantair currently has two agreements with Application Service Providers:   &#183;Salesforce &#8211; Customer Relationship Management Sales Force Automation; and  7      &#183;Avtrak &#8211; Enterprise Resource Management Aviation Service Software (Maintenance, Inventory)."
    },
    {
        "header": "Government and Other Regulations",
        "content": "Avantair, like all air carriers, is subject to extensive regulatory and legal compliance requirements, both domestically and internationally. In addition to state and federal regulation, airports and municipalities enact rules and regulations that affect aircraft operations. The FAA regulates Avantair&#8217;s activities, primarily in the areas of flight operations, maintenance, and other safety and technical matters. FAA requirements cover, among other things, security measures, collision avoidance systems, airborne windshear avoidance systems, noise abatement and other environmental concerns, and aircraft safety and maintenance procedures. Specifically, the FAA may issue mandatory orders, relating to, among other things, the grounding of aircraft, inspection of aircraft, installation of new safety-related items and removal and replacement of aircraft parts that have failed or may fail in the future.\nThe FAA also has authority to issue air carrier operating certificates and aircraft airworthiness certificates and regulate pilot and other employee training, among other responsibilities. Avantair&#8217;s management of fractional aircraft is regulated by the FAA under Part 91, subpart K of the Federal Aviation Regulations (&#8220;FARs&#8221;), and the FAA has issued Management Specifications reflecting Avantair&#8217;s authority to manage such aircraft. In some cases, including all current international operations, the FAA deems Avantair to transport persons or property by air for compensation. Such &#8220;charter&#8221; operations are regulated under Part 135 of the FARs, and Avantair&#8217;s authority to conduct those operations is reflected in an Air Carrier Operating Certificate with operating specifications. Both types of FAA authority potentially are subject to amendment, suspension or revocation. From time to time, the FAA issues rules that require aircraft operators to take certain actions, such as the inspection or modification of aircraft and other equipment.\nAvantair&#8217;s charter operations under Part 135 also are subject to economic regulation by the U.S. Department of Transportation (&#8220;DOT&#8221;). To retain its DOT registration as an air taxi, Avantair must remain a U.S. citizen; that is, U.S. citizens must actually control Avantair, at least 75.0% of Avantair&#8217;s outstanding voting stock must be owned and controlled by U.S. citizens, and the President and two-thirds of the directors and other managing officers must be U.S. citizens. Avantair&#8217;s organizational documents provide for the automatic reduction in voting power of common stock owned or controlled by non-U.S. citizens if necessary to maintain U.S. citizenship. If Avantair cannot maintain its U.S. citizenship, it would lose its ability to conduct its charter operations (though not its fractional program manager operations).\nAircraft operators also are subject to various other federal, state and local laws and regulations. The Department of Homeland Security (&#8220;DHS&#8221;) has jurisdiction over virtually all aspects of civil aviation security and arrivals into and departures from the United States. Avantair is also subject to inquiries by the DOT, the FAA, and other U.S. and international regulatory bodies.\nEnvironmental Regulation Many aspects of Avantair&#8217;s operations also are subject to increasingly stringent federal, state, local and foreign laws and regulations protecting the environment concerning emissions to the air, discharges to surface and subsurface waters, safe drinking water, and the management of hazardous substances, oils, and waste materials. Future regulatory developments in the U.S. and abroad could require aircraft operators to take additional action to maintain compliance with applicable laws. For example, potential future actions that may be taken by the U.S. government, foreign governments, or the International Civil Aviation Organization to limit the emission of greenhouse gases by the aviation sector are unknown at this time but could require significant action from aircraft operators in the future.\nAvantair is also subject to other environmental laws and regulations, including those that require it to remediate soil or groundwater to meet certain objectives.\nUnder the federal Comprehensive Environmental Response, Compensation and Liability Act (commonly known as &#8220;Superfund&#8221;) and similar environmental cleanup laws, generators of waste materials, and owners or operators of facilities, can be subject to liability for investigation and remediation costs at facilities that have been identified as requiring response actions. Certain operations of Avantair are also subject to the oversight of the Occupational Safety and Health Administration (OSHA) concerning employee safety and health matters. Avantair also conducts voluntary remediation actions. Environmental cleanup obligations can arise from, among other circumstances, the operation of fueling facilities, and primarily involve airport sites. Future costs associated with these activities are not expected to have a material adverse effect on Avantair&#8217;s business."
    },
    {
        "header": "Risk of Loss and Liability Insurance",
        "content": "The operation of any fractional aircraft business includes risks such as mechanical failure, physical damage, collision, property loss or damage due to events beyond the operator&#8217;s control. Avantair carries an all-risk aviation insurance policy (subject to standard aviation exclusions and provisions) which offers protection for physical damage to the hull, bodily injury to passengers, as well as third party bodily injury and property damage. While Avantair believes that its present insurance coverage is adequate, not all risks can be insured, and there can be no guarantee that any specific claim will be paid, or that Avantair will always be able to obtain adequate insurance coverage at reasonable rates.  8"
    },
    {
        "header": "Employees",
        "content": "As of June 30, 2010, Avantair had approximately 450 full-time employees, 40 of whom were management and 410 of whom were operational. Avantair believes that it has good relations with its employees."
    }
]