[
    {
        "header": "Business Lease dated August 25, 2003 between First Industrial Development Services, Inc. and Asset Acceptance, LLC for the property located in Hillsborough County, Florida, as amended by First Amendment to Lease dated December 29, 2003. (Incorporated by reference to Exhibit 10.16 filed with Asset Acceptance Capital Corp. Registration Statement on Form S-1 (Registration No. 333-109987))",
        "content": "10.9    Second Amendment to Lease Agreement dated as of December 15, 2008, between Asset Acceptance, LLC and WI Commercial Properties, Inc. (&#147;WICP&#148;) for the property located in Hillsborough County, Florida (Incorporated by reference to Exhibit 10.11 filed with Asset Acceptance Capital Corp. Annual report on Form 10-K originally filed on March 6, 2009) 10.10    Lease Agreement dated October 31, 2003 by and between Van Dyke Office LLC and Asset Acceptance, LLC for the property located at 28405 Van Dyke Avenue, Warren, Michigan.\n(Incorporated by reference to Exhibit 10.17 filed with Asset Acceptance Capital Corp. Registration Statement on Form S-1 (Registration No. 333-109987)) 10.11    First Amendment to Lease Agreement and Second Amendment to Lease Agreement (for property located at 28405 Van Dyke Avenue, Warren, Michigan). (Incorporated by reference to Exhibit 10.29 filed with Asset Acceptance Capital Corp. Amendment No. 1 to Registration Statement on Form S-1 (Registration No. 333-123178)) 10.12    Third Amendment to Lease Agreement for property located at 28405 Van Dyke (Incorporated by reference to Exhibit 10.1 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on May 10, 2006) 10.13    Fourth Amendment to Lease Agreement for property located at 28405 Van Dyke (Incorporated by reference to Exhibit 10.2 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on August 9, 2006) 10.14    Lease Agreement dated April 25, 2005 between 55 E. Jackson LLC and Asset Acceptance, LLC for the property located at 55 E. Jackson Boulevard, Chicago, Illinois 60604 (Incorporated by reference to Exhibit 10.30 filed with Asset Acceptance Capital Corp. Annual report on Form 10-K originally filed on February 27, 2006) 10.15+    Employment Agreement dated January 21, 2009, between Asset Acceptance, LLC and Rion B. Needs (Incorporated by reference to Exhibit 10.2 filed with Asset Acceptance Capital Corp.\nQuarterly Report on Form 10-Q originally filed on May 1, 2009) 10.16+    Employment Agreement dated September 8, 2009, between Asset Acceptance, LLC and Mark A. Redman (Incorporated by reference to Exhibit 10.2 filed with Asset Acceptance Capital Corp.\nQuarterly Report on Form 10-Q originally filed on November 4, 2009) 10.17+    Employment Agreement dated September 8, 2009, between Asset Acceptance, LLC and Deborah L. Everly (Incorporated by reference to Exhibit 10.3 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on November 4, 2009) 10.18    Agreement between Ontario Systems Corporation and Lee Acceptance Corp. dated June 26, 1992, as amended. (Incorporated by reference to Exhibit 10.22 filed with Asset Acceptance Capital Corp. Registration Statement on Form S-1 (Registration No. 333-109987)) 10.19    Credit Agreement dated June 5, 2007, between Asset Acceptance Capital Corp. and JPMorgan Chase Bank, National Association (Incorporated by reference to Exhibit 10.1 included with the Current Report on Form 8-K filed on June 5, 2007) 10.20    First Amendment to the Credit Agreement dated June 5, 2007, between Asset Acceptance Capital Corp. and JPMorgan Chase Bank, N.A. and other lenders (Incorporated by reference to Exhibit 10.1 included with the Current Report on Form 8-K filed on March 11, 2008)  Exhibit Number   Description 10.21    Second Amendment to the Credit Agreement dated October 27, 2009, between Asset Acceptance Capital Corp. and JPMorgan Chase Bank, N.A. and other lenders (Incorporated by reference to Exhibit 10.1 included with the Current Report on Form 8-K filed on November 2, 2009) 10.22    Stock Purchase Agreement between Asset Acceptance Holdings, LLC and the Shareholders of Premium Asset Recovery Corporation (Incorporated by reference to Exhibit 10.3 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on August 9, 2006) 10.23+    Form of Nonqualified Stock Option Agreement (Incorporated by reference to Exhibit 10.1 included with the Current Report on Form 8-K filed on August 20, 2007) 10.24+    Form of Restricted Stock Unit Award Agreement (Performance Based) (Incorporated by reference to Exhibit 10.2 included with the Current Report on Form 8-K filed on August 20, 2007)10.25    Stock Repurchase Agreement dated as of May 8, 2007, among Asset Acceptance Capital Corp., AAC Quad-C Investors LLC, Nathaniel F. Bradley IV and Mark A. Redman (Incorporated by reference to Exhibit 99(D)(2) included with Asset Acceptance Capital Corp.&#146;s Schedule TO as filed on May 9, 2007) 10.26+   2008 Annual Incentive Compensation Plan for Management (Incorporated by reference to Exhibit 10.2 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on May 1, 2008) 10.27+    2004 Stock Incentive Plan (as amended and restated effective October 29, 2008) (Incorporated by reference to Exhibit 10.4 filed with Asset Acceptance Capital Corp. Annual Report on Form 10-K originally filed on March 6, 2009) 10.28+   2009 Annual Incentive Compensation Plan for Management (Incorporated by reference to Exhibit 10.1 filed with Asset Acceptance Capital Corp. Quarterly Report on Form 10-Q originally filed on May 1, 2009) 21.1*    Subsidiaries of Asset Acceptance Capital Corp.\n23.1*    Consent of Independent Registered Public Accounting Firm (Grant Thornton LLP) 23.2*    Consent of Independent Registered Public Accounting Firm (Ernst &amp; Young LLP) 31.1*    Certification of Chief Executive Officer dated March 12, 2010, relating to the Registrant&#146;s Annual Report on Form 10-K for the year ended December 31, 2009 31.2*    Certification of Chief Financial Officer dated March 12, 2010, relating to the Registrant&#146;s Annual Report on Form 10-K for the year ended December 31, 2009 32.1*    Certification of Chief Executive Officer and Chief Financial Officer of Registrant, dated March 12, 2010, pursuant to 18 U.S.C. Section 1350 as adopted pursuant to Section 906 of the Sarbanes-Oxley Act of 2002, relating to the Registrant&#146;s Annual Report on Form 10-K for the year ended December 31, 2009   *Filed herewith  +Management contract or compensatory plan or arrangement  SIGNATURESPursuant to the requirements of Section 13 or 15(d) of the Securities Exchange Act of 1934, the Registrant has duly caused this Report to be signed on its behalf by the undersigned, thereunto duly authorized on March 12, 2010.  ASSET ACCEPTANCE CAPITAL CORP.By :  /S/  RION B.\nNEEDS       Rion B. Needs,   President and Chief Executive Officer Pursuant to the requirements of the Securities Exchange Act of 1934, this Report has been signed below by the following persons on behalf of the Registrant and in the capacities indicated and on March 12, 2010.  Signature   Title /S/  RION B.\nNEEDS   Rion B. Needs   President, Chief Executive Officer and Director (principal executive officer)/S/  MARK A.\nREDMAN   Mark A. Redman   Senior Vice President and Chief Financial Officer (principal financial officer and principal accounting officer)/S/  NATHANIEL F.\nBRADLEY IV   Nathaniel F. Bradley IV    Chairman of the Board and Director/S/  JENNIFER ADAMS   Jennifer Adams    Director/S/  TERRENCE D.\nDANIELS   Terrence D. Daniels    Director/S/  DONALD HAIDER   Donald Haider    Director/S/  ANTHONY R.\nIGNACZAK   Anthony R. Ignaczak    Director/S/  WILLIAM I JACOBS   William I Jacobs    Director/S/  H. EUGENE LOCKHART   H. Eugene Lockhart    Director/S/  WILLIAM F.\nPICKARD   William F. Pickard    Director ASSET ACCEPTANCE CAPITAL CORP.INDEX TO CONSOLIDATED FINANCIAL STATEMENTSConsolidated Financial Statements      Page Report of Management on Internal Control over Financial Reporting    F-2 Reports of Independent Registered Public Accounting Firms    F-3 Consolidated Statements of Financial Position    F-6 Consolidated Statements of Operations    F-7 Consolidated Statements of Stockholders&#146; Equity and Comprehensive Income    F-8 Consolidated Statements of Cash Flows    F-9 Notes to Consolidated Financial Statements    F-10  F- REPORT OF MANAGEMENT ON INTERNAL CONTROL OVER FINANCIAL REPORTINGThe Board of Directors and StockholdersAsset Acceptance Capital Corp.Asset Acceptance Capital Corp. (the &#147;Company&#148;) management is responsible for establishing and maintaining adequate internal control over financial reporting as such term is defined in Exchange Act Rules 13a-15(f). The Company&#146;s internal control system is designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements in accordance with United States generally accepted accounting principles.Under the supervision and with the participation of management, including its principal executive officer and principal financial officer, the Company&#146;s management assessed the design and operating effectiveness of internal control over financial reporting as of December 31, 2009 based on the framework set forth in Internal Control&#151;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (the &#147;COSO criteria&#148;).Based on this assessment, management concluded that the Company&#146;s internal control over financial reporting was effective as of December 31, 2009, based on the COSO criteria. Grant Thornton, LLP, an independent registered public accounting firm, has issued a report on the Company&#146;s internal control over financial reporting as of December 31, 2009. That report is included herein.Asset Acceptance Capital Corp./S/  RION B.\nNEEDS    President and Chief Executive OfficerMarch 12, 2010 /S/  MARK A.\nREDMAN    Senior Vice President and Chief Financial OfficerMarch 12, 2010  F- REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRMBoard of Directors and StockholdersAsset Acceptance Capital Corp.We have audited Asset Acceptance Capital Corp. (a Delaware corporation) and subsidiaries&#146; internal control over financial reporting as of December 31, 2009, based on criteria established in Internal Control&#151;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Asset Acceptance Capital Corp. and subsidiaries&#146; management is responsible for maintaining effective internal control over financial reporting and for its assessment of the effectiveness of internal control over financial reporting, included in the accompanying Report of Management On Internal Control Over Financial Reporting. Our responsibility is to express an opinion on Asset Acceptance Capital Corp. and subsidiaries&#146; internal control over financial reporting based on our audit.We conducted our audit in accordance with the standards of the Public Company Accounting Oversight Board (United States). Those standards require that we plan and perform the audit to obtain reasonable assurance about whether effective internal control over financial reporting was maintained in all material respects. Our audit included obtaining an understanding of internal control over financial reporting, assessing the risk that a material weakness exists, testing and evaluating the design and operating effectiveness of internal control based on the assessed risk, and performing such other procedures as we considered necessary in the circumstances. We believe that our audit provides a reasonable basis for our opinion.A company&#146;s internal control over financial reporting is a process designed to provide reasonable assurance regarding the reliability of financial reporting and the preparation of financial statements for external purposes in accordance with generally accepted accounting principles. A company&#146;s internal control over financial reporting includes those policies and procedures that (1) pertain to the maintenance of records that, in reasonable detail, accurately and fairly reflect the transactions and dispositions of the assets of the company; (2) provide reasonable assurance that transactions are recorded as necessary to permit preparation of financial statements in accordance with generally accepted accounting principles, and that receipts and expenditures of the company are being made only in accordance with authorizations of management and directors of the company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the company&#146;s assets that could have a material effect on the financial statements.Because of its inherent limitations, internal control over financial reporting may not prevent or detect misstatements.\nAlso, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate.In our opinion, Asset Acceptance Capital Corp. and subsidiaries maintained, in all material respects, effective internal control over financial reporting as of December 31, 2009, based on criteria established in Internal Control&#151;Integrated Framework issued by COSO.We also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States), the consolidated statements of financial position of Asset Acceptance Capital Corp. and subsidiaries as of December 31, 2009 and 2008, and the related consolidated statements of operations, stockholders&#146; equity and comprehensive income and cash flows for each of the two years in the period ended December 31, 2009 and our report dated March 12, 2010 expressed an unqualified opinion on those financial statements./s/ GRANT THORNTON LLPSouthfield, MichiganMarch 12, 2010 F- REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRMBoard of Directors and StockholdersAsset Acceptance Capital Corp.We have audited the accompanying consolidated statements of financial position of Asset Acceptance Capital Corp. (a Delaware corporation) and subsidiaries (the &#147;Company&#148;) as of December 31, 2009 and 2008, and the related consolidated statements of operations, stockholders&#146; equity and comprehensive income, and cash flows for each of the two years in the period ended December 31, 2009. These financial statements are the responsibility of the Company&#146;s management. Our responsibility is to express an opinion on these financial statements based on our audits.We conducted our audits in accordance with the standards of the Public Company Accounting Oversight Board (United States). Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement. An audit includes examining, on a test basis, evidence supporting the amounts and disclosures in the financial statements. An audit also includes assessing the accounting principles used and significant estimates made by management, as well as evaluating the overall financial statement presentation. We believe that our audits provide a reasonable basis for our opinion.In our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the consolidated financial position of Asset Acceptance Capital Corp. and subsidiaries as of December 31, 2009 and 2008, and the consolidated results of their operations and their cash flows for each of the two years in the period ended December 31, 2009 in conformity with accounting principles generally accepted in the United States of America.We also have audited, in accordance with the standards of the Public Company Accounting Oversight Board (United States), Asset Acceptance Capital Corp. and subsidiaries&#146; internal control over financial reporting as of December 31, 2009, based on criteria established in Internal Control&#151;Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO) and our report dated March 12, 2010 expressed an unqualified opinion on the effectiveness of the Company&#146;s internal control over financial reporting./s/ GRANT THORNTON LLPSouthfield, MichiganMarch 12, 2010 F- REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRMThe Board of Directors and StockholdersAsset Acceptance Capital Corp.We have audited the accompanying consolidated statements of operations, stockholders&#146; equity and comprehensive income, and cash flows of Asset Acceptance Capital Corp. for the year ended December 31, 2007. These financial statements are the responsibility of the Company&#146;s management. Our responsibility is to express an opinion on these financial statements based on our audit.We conducted our audit in accordance with the standards of the Public Company Accounting Oversight Board (United States). Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the financial statements are free of material misstatement.\nAn audit includes examining, on a test basis, evidence supporting the amounts and disclosures in the financial statements. An audit also includes assessing the accounting principles used and significant estimates made by management, as well as evaluating the overall financial statement presentation. We believe that our audit provides a reasonable basis for our opinion.In our opinion, the financial statements referred to above present fairly, in all material respects, the consolidated results of operations and their cash flows for the year ended December 31, 2007, in conformity with U.S. generally accepted accounting principles./s/ Ernst &amp; Young LLPDetroit, MichiganMarch 10, 2008 F- ASSET ACCEPTANCE CAPITAL CORP.Consolidated Statements of Financial Position      December 31,2009     December 31,2008  ASSETS  Cash    $ 4,935,248      $ 6,042,859  Purchased receivables, net      319,772,006        361,808,502  Income taxes receivable      5,553,181        3,934,029  Property and equipment, net      14,521,666        12,526,817  Goodwill      14,323,071        14,323,071  Intangible assets, net      1,079,065        2,453,117  Other assets      6,231,732        7,082,721                     Total assets    $ 366,415,969      $ 408,171,116                    LIABILITIES AND STOCKHOLDERS&#146; EQUITY  Liabilities:  Accounts payable    $ 3,002,299      $ 3,388,320  Accrued liabilities      21,294,388        21,476,207  Income taxes payable      1,196,071        658,329  Notes payable      160,022,514        181,550,000  Capital lease obligations      278,459        &#151;  Deferred tax liability, net      57,524,754        64,470,002                     Total liabilities      243,318,485        271,542,858                     Stockholders&#146; equity:  Preferred stock, $0.01 par value, 10,000,000 shares authorized, no shares issued and outstanding      &#151;        &#151;  Common stock, $0.01 par value, 100,000,000 shares authorized; issued shares&#151;33,220,132 and 33,169,552 at December 31, 2009 and 2008, respectively      332,201        331,696  Additional paid in capital      148,243,688        146,915,791  Retained earnings      18,754,217        35,188,314  Accumulated other comprehensive loss, net of tax      (2,955,451 )      (4,664,862 )  Common stock in treasury; at cost, 2,616,424 and 2,596,521 shares at December 31, 2009 and 2008, respectively      (41,277,171 )      (41,142,681 )                   Total stockholders&#146; equity      123,097,484        136,628,258                     Total liabilities and stockholders&#146; equity    $ 366,415,969      $ 408,171,116                     See accompanying notes. F- ASSET ACCEPTANCE CAPITAL CORP.Consolidated Statements of Operations      For the Years Ended December 31,       2009     2008     2007   Revenues   Purchased receivable revenues, net    $ 171,275,281      $ 232,900,782      $ 245,691,739  Gain on sale of purchased receivables      399,373        165,040        839,824  Other revenues, net      812,947        1,146,494        1,466,620                             Total revenues      172,487,601        234,212,316        247,998,183                             Expenses   Salaries and benefits      77,666,083        83,348,494        82,916,662  Collections expense      89,095,287        89,458,611        99,386,744  Occupancy      7,588,100        7,727,356        9,138,443  Administrative      8,694,344        10,510,635        10,529,482  Restructuring charges      &#151;        &#151;        906,497  Depreciation and amortization      4,107,635        3,954,802        4,274,932  Impairment of assets      1,167,600        616,343        266,667  Loss on disposal of equipment and other assets      354,634        221,865        136,832                             Total operating expenses      188,673,683        195,838,106        207,556,259                             (Loss) income from operations      (16,186,082 )      38,374,210        40,441,924  Other income (expense)   Interest expense      (10,168,671 )      (13,023,938 )      (8,145,456 )  Interest income      33,765        31,996        470,694  Other      129,442        21,896        151,154                             (Loss) income before income taxes      (26,191,546 )      25,404,164        32,918,316  Income tax (benefit) expense      (9,757,449 )      9,680,968        12,511,803                             Net (loss) income    $ (16,434,097 )    $ 15,723,196      $ 20,406,513                             Weighted-average number of shares:   Basic      30,633,936        30,566,031        32,516,866  Diluted      30,633,936        30,592,317        32,604,100  (Loss) earnings per common share outstanding:   Basic    $ (0.54 )    $ 0.51      $ 0.63  Diluted    $ (0.54 )    $ 0.51      $ 0.63  Dividends per common share    $ &#151;      $ &#151;      $ 2.45  See accompanying notes. F- ASSET ACCEPTANCE CAPITAL CORP.Consolidated Statements of Stockholders&#146; Equity and Comprehensive Income      Number ofShares     CommonStock     Comprehensive(Loss) Income     AdditionalPaid inCapital     RetainedEarnings     AccumulatedOtherComprehensiveLoss, net of tax     CommonStock inTreasury     TotalStockholders&#146;Equity  Balance at January 1, 2007   37,225,275      $ 372,253       $ 161,841,103      $ 134,244,500       $ (40,279,737 )    $ 256,178,119  Comprehensive income      Net income      $ 20,406,513         20,406,513        20,406,513  Other comprehensive income      Unrealized loss on cash flow hedge, net of deferred tax of $1,113,876        (2,012,127 )      (2,012,127 )       (2,012,127 )                Comprehensive income      $ 18,394,386                   Repurchases of common stock, retired   (4,130,792 )      (41,308 )       (17,688,878 )      (60,294,195 )      (78,024,381 )  Repurchases of treasury shares        (695,940 )      (695,940 )  Issuance of common stock   25,114        251         (251 )    Compensation expense under share-based compensation plan       1,458,768         1,458,768  Cash dividends paid        (74,891,700 )      (74,891,700 )                                                         Balance at December 31, 2007   33,119,597      $ 331,196       $ 145,610,742      $ 19,465,118      $ (2,012,127 )    $ (40,975,677 )    $ 122,419,252                                                           Comprehensive income      Net income      $ 15,723,196         15,723,196        &#151;        &#151;        15,723,196  Other comprehensive income      Unrealized loss on cash flow hedge, net of deferred tax of $1,464,836        (2,652,735 )      (2,652,735 )       (2,652,735 )                Comprehensive income      $ 13,070,461                   Repurchases of treasury shares        (167,004 )      (167,004 )  Issuance of common stock   49,955        500         500  Compensation expense under share-based compensation plan       1,305,049         1,305,049                                                           Balance at December 31, 2008   33,169,552      $ 331,696       $ 146,915,791      $ 35,188,314      $ (4,664,862 )    $ (41,142,681 )    $ 136,628,258                                                           Comprehensive income      Net loss      $ (16,434,097 )       (16,434,097 )      (16,434,097 )  Other comprehensive income      Unrealized gain on cash flow hedge, net of deferred tax of $(861,004)        1,709,411        1,709,411         1,709,411                  Comprehensive loss      $ (14,724,686 )                 Repurchases of treasury shares        (134,490 )      (134,490 )  Issuance of common stock   50,580        505         (505 )    Compensation expense under share-based compensation plan       1,328,402         1,328,402                                                           Balance at December 31, 2009   33,220,132      $ 332,201       $ 148,243,688      $ 18,754,217      $ (2,955,451 )    $ (41,277,171 )    $ 123,097,484                                                           See accompanying notes. F- ASSET ACCEPTANCE CAPITAL CORP.Consolidated Statements of Cash Flows      For the Years Ended December 31,       2009     2008     2007   Cash flows from operating activities   Net (loss) income    $ (16,434,097 )    $ 15,723,196      $ 20,406,513  Adjustments to reconcile net (loss) income to net cash provided by operating activities:   Depreciation and amortization      4,107,635        3,954,802        4,274,932  Amortization of deferred financing costs      670,559        506,821        560,651  Deferred income taxes      (7,806,252 )      5,770,054        646,442  Share-based compensation expense      1,328,402        1,329,298        1,458,768  Net impairment of purchased receivables      49,504,755        13,040,736        24,393,500  Non-cash revenue      (1,499,743 )      (575,006 )      (756,671 )  Loss on disposal of equipment and other assets      354,634        221,865        136,832  Gain on sale of purchased receivables      (399,373 )      (165,040 )      (839,824 )  Impairment of assets      1,167,600        616,343        266,667  Changes in assets and liabilities:   Decrease (increase) in other assets      2,016,356        (845,756 )      (178,222 )  (Decrease) increase in accounts payable and other accrued liabilities      (397,257 )      (53,490 )      981,779  (Decrease) increase in income taxes      (1,081,410 )      149,088        (189,362 )                           Net cash provided by operating activities      31,531,809        39,672,911        51,162,005                             Cash flows from investing activities   Investment in purchased receivables, net of buybacks      (118,319,478 )      (152,289,315 )      (170,847,886 )  Principal collected on purchased receivables      114,750,304        124,211,618        101,849,895  Proceeds from sale of purchased receivables      399,863        167,405        842,594  Purchase of property and equipment      (5,976,404 )      (5,658,784 )      (2,377,522 )  Proceeds from sale of property and equipment      4,197        7,800        276,638                             Net cash used in investing activities      (9,141,518 )      (33,561,276 )      (70,256,281 )                           Cash flows from financing activities   Borrowings under notes payable      49,200,000        128,000,000        263,000,000  Repayment of notes payable      (70,727,486 )      (137,700,000 )      (88,750,000 )  Payment of deferred financing costs      (1,835,926 )      (660,575 )      (2,315,096 )  Repayment of capital lease obligations      &#151;        (15,927 )      (61,579 )  Purchase of treasury shares      (134,490 )      (166,753 )      (78,720,321 )  Cash dividends paid      &#151;        &#151;        (74,891,700 )                           Net cash (used in) provided by financing activities      (23,497,902 )      (10,543,255 )      18,261,304                             Net decrease in cash      (1,107,611 )      (4,431,620 )      (832,972 )  Cash at beginning of year      6,042,859        10,474,479        11,307,451                             Cash at end of year    $ 4,935,248      $ 6,042,859      $ 10,474,479                             Supplemental disclosure of cash flow information   Cash paid for interest, net of capitalized interest    $ 9,593,119      $ 12,588,205      $ 6,647,856  Net cash (received) paid for income taxes    $ (869,787 )    $ 3,724,444      $ 12,176,983  Non-cash investing and financing activities:   Change in fair value of swap liability    $ (2,570,415 )    $ 4,117,571      $ 3,126,003  Change in unrealized loss on cash flow hedge    $ 1,709,411      $ (2,652,735 )    $ (2,012,127 )  Purchased receivable obligations incurred    $ 2,399,832      $ &#151;      $ &#151;  Capital lease obligations incurred    $ 278,459      $ &#151;      $ &#151;  See accompanying notes. F- ASSET ACCEPTANCE CAPITAL CORP.NOTES TO CONSOLIDATED FINANCIAL STATEMENTS1. Basis of Presentation and Summary of Significant Accounting PoliciesNature of OperationsAsset Acceptance Capital Corp. (a Delaware corporation) and its subsidiaries (collectively referred to as the &#147;Company&#148;) are engaged in the purchase and collection of defaulted and charged-off accounts receivable portfolios. These receivables are acquired from consumer credit originators, primarily credit card issuers including private label card issuers, consumer finance companies, healthcare providers, telecommunications and other utility providers, resellers and other holders of consumer debt. The Company may periodically sell receivables from these portfolios to unaffiliated companies.In addition, the Company finances the sales of consumer product retailers.Reporting EntityThe accompanying consolidated financial statements include the accounts of Asset Acceptance Capital Corp. (&#147;AACC&#148;) and all wholly owned subsidiaries. All significant intercompany balances and transactions have been eliminated in consolidation. The Company currently has two operating segments, one for purchased receivables and one for finance contract receivables. The finance contract receivables operating segment is not material and therefore is not disclosed separately from the purchased receivables segment.Effective August 31, 2009, the Company completed a reorganization which merged three non-operating subsidiaries into AACC. The reorganization did not have a material impact on the Company&#146;s consolidated financial position, results of operations or cash flows.Revenue RecognitionThe Company accounts for its investment in purchased receivables using the guidance provided in FASB ASC Subtopic 310-30, &#147;Loans and Debt Securities Acquired with Deteriorated Credit Quality&#148;, (&#147;Interest Method&#148;). Refer to Note 2, &#147;Purchased Receivables and Revenue Recognition&#148;, for additional discussion of the Company&#146;s method of accounting for purchased receivables and recognizing revenue.CashThe Company maintains cash balances with high quality financial institutions. Management periodically evaluates the creditworthiness of such institutions. Cash balances may be in excess of the amounts insured by the Federal Deposit Insurance Corporation.SeasonalityCollections tend to be seasonally higher in the first and second quarters of the year due to consumers&#146; receipt of tax refunds and other factors. Conversely, collections tend to be lower in the third and fourth quarters of the year due to consumers&#146; spending in connection with summer vacations, the holiday season and other factors. However, revenues remain relatively level, excluding the impact of impairments, due to the application of the Interest Method of revenue recognition. In addition, the Company&#146;s operating results may be affected to a lesser extent by the timing of purchases of charged-off consumer receivables due to the initial costs associated with purchasing and loading these receivables into the Company&#146;s systems. Consequently, income and margins may fluctuate from quarter to quarter. F- Collections from Third PartiesThe Company regularly utilizes unaffiliated third parties, primarily attorneys and other contingent collection agencies, to collect certain account balances on behalf of the Company in exchange for a percentage of the balance collected. The Company records gross proceeds received by the unaffiliated third parties as cash collections. The Company records the percentage of the gross cash collections paid to the third parties, and the reimbursement of certain legal and other costs, as a component of collections expense. The percent of gross cash collections from such third party relationships were 32.9%, 30.9% and 26.8% for the years ended December 31, 2009, 2008 and 2007, respectively.Accrued LiabilitiesThe details of accrued liabilities were as follows:      December 31,     2009    2008 Accrued payroll, benefits and bonuses    $ 6,858,421    $ 7,676,269 Fair value of derivative instruments      4,673,159      7,243,574 Accrued general and administrative expenses      3,243,887      2,128,355 Deferred rent      3,152,922      3,397,941 Purchased receivables(1)      2,399,832      &#151; Accrued interest expenses      641,556      870,829 Other accrued expenses      324,611      159,238               Total accrued liabilities    $ 21,294,388    $ 21,476,206               (1)The rights, title and interest of an acquired portfolio was transferred to the Company as of December 31, 2009 which was funded during January 2010.Concentrations of RiskFor the years ended December 31, 2009 and 2008, the Company invested 66.9% and 57.8% (net of buybacks), respectively, in purchased receivables from its top three sellers. Two sellers are included in the top three in both of the years presented.Interest ExpenseInterest expense includes interest on the Company&#146;s credit facilities, unused facility fees, the ineffective portion of the change in fair value of the Company&#146;s derivative financial instrument (refer to Note 5, &#147;Derivative Financial Instruments and Risk Management&#148;), interest payments made on the interest rate swap and amortization of deferred financing costs. During the years ended December 31, 2009, 2008 and 2007, the Company recorded interest expense of $10,168,671, $13,023,938, and $8,145,456, respectively, including the amortization of deferred financing costs of $670,559, $506,821 and $560,651, respectively.In addition, interest expense of $48,129, $87,229 and $2,630 related to software developed for internal use was capitalized during the years ended December 31, 2009, 2008 and 2007, respectively.Earnings (Loss) Per ShareEarnings (loss) per share reflect net loss divided by the weighted-average number of shares outstanding for the year ended December 31, 2009. Diluted weighted-average shares outstanding equals basic weighted-average shares outstanding as a result of the net loss for the year. Diluted weighted-average shares outstanding for the year ended December 31, 2008 included 26,286 dilutive shares related to outstanding stock options, deferred F-stock units, restricted shares and restricted share units (collectively the &#147;Share-Based Awards&#148;). There were 821,763 outstanding Share-Based Awards that were not included within the diluted weighted-average shares as their fair value or exercise price exceeded the market price of the Company&#146;s stock at December 31, 2008.Goodwill and Other Intangible AssetsIntangible assets with finite lives arising from business combinations are amortized over their estimated useful lives, ranging from five to seven years, using the straight-line method. Goodwill and trademark and trade names with indefinite lives are not amortized, instead, these assets are reviewed annually to assess recoverability or more frequently if impairment indicators are present. Impairment charges are recorded for intangible assets when the estimated fair value is less than the book value.\nRefer to Note 12, &#147;Fair Value&#148; for additional information about the fair value of goodwill and other intangible assets.The first step of the goodwill impairment test compares the fair value of a reporting unit with the book value, including goodwill. If the fair value of the reporting unit exceeds its book value, goodwill is not considered impaired. The estimate of fair value of the Company&#146;s reporting unit, the purchased receivables operating segment, is determined using various valuation techniques, including market capitalization and an analysis of discounted cash flows. At the time of the Company&#146;s annual goodwill impairment test in the fourth quarter of 2009, market capitalization was substantially higher than book value and goodwill was not considered to be impaired.During the third quarter of 2009, the Company completed its periodic valuation of trademark and trade names and determined that the book value exceeded the fair value as a result of a decline in business activity associated with this intangible asset. As a result, the Company recognized an impairment charge for the difference between the fair value and the book value of $1,167,600. Refer to Note 12, &#147;Fair Value&#148; for more information about the fair value calculation. This impairment is included in &#147;Impairment of assets&#148; in the accompanying consolidated statements of operations.During the first quarter of 2008, the Company decided to no longer service medical receivables on a contingent fee basis. As a result, the Company recognized an impairment charge for the net book value of intangible assets for customer contracts and relationships associated with the contingent collection business of $445,651. This impairment is recorded in &#147;Impairment of assets&#148; in the accompanying consolidated statements of operations. Refer to Note 6, &#147;Property and Equipment&#148;, for further information on impairment of assets.Goodwill and other intangible assets, with indefinite lives that are not amortized, consisted of the following:      December 31,     2009    2008 Goodwill    $ 14,323,071    $ 14,323,071 Trademark and trade names      812,400      1,980,000               Total goodwill and other intangible assets    $ 15,135,471    $ 16,303,071               Other intangible assets, having original estimated useful lives ranging from five to seven years consisted of the following:      December 31,       2009     2008   Non-compete agreements    $ 1,000,000      $ 1,000,000  Other intangible assets      840,000        840,000                     Total other intangible assets      1,840,000        1,840,000  Less accumulated amortization      (1,573,335 )      (1,366,883 )                   Net other intangible assets    $ 266,665      $ 473,117                    F- The accumulated amortization is netted against other intangible assets, which is included in &#147;Intangible assets, net&#148; in the accompanying consolidated statements of financial position. Amortization expense was $206,452, $242,849 and $608,927 for the years ended December 31, 2009, 2008 and 2007, respectively. Estimated future amortization expense for intangible assets subject to amortization at December 31, 2009 was as follows: Years Ending December 31,    AmortizationExpense 2010    $ 200,000 2011      66,665        Totals    $ 266,665        Comprehensive IncomeComponents of comprehensive income are changes in equity other than those resulting from investments by owners and distributions to owners. Net income (loss) is the primary component of comprehensive income. Currently, the Company&#146;s only component of comprehensive income other than net income (loss) is the change in unrealized gain or loss on derivatives qualifying as cash flow hedges, net of tax. The aggregate amount of such changes to equity that have not yet been recognized in net income are reported in the equity portion of the accompanying consolidated statements of financial position as &#147;Accumulated other comprehensive loss, net of tax&#148;.Fair Value of Financial InstrumentsThe fair value of financial instruments is estimated using available market information and other valuation methods. Refer to Note 12, &#147;Fair Value&#148; for more information.Use of EstimatesThe preparation of financial statements in conformity with accounting principles generally accepted in the United States of America (&#147;U.S. GAAP&#148;) requires management to make estimates and assumptions that affect the reported amounts of assets and liabilities and disclosure of contingent assets and liabilities at the date of the financial statements and the reported amounts of revenues and expenses during the reporting period. Significant items related to such estimates include the timing and amount of future cash collections on purchased receivables, deferred tax assets, goodwill and share-based compensation. Actual results could differ from those estimates making it reasonably possible that a change in these estimates could occur within one year.ReclassificationsCertain prior period amounts have been reclassified to conform to the current period presentation.Recently Issued Accounting Pronouncements The following accounting pronouncements have been issued and were effective for the Company in fiscal year 2009 or will be effective for the Company after fiscal year 2009.In January 2010, the Financial Accounting Standards Board (&#147;FASB&#148;) issued guidance which requires additional disclosures related to the components of the reconciliation of fair value measurements using unobservable inputs and to transfers between levels in the hierarchy of fair value measurement. The standard is effective for interim and annual reporting periods beginning after December 15, 2009, except for certain provisions related to level 3 disclosures which are effective for fiscal years beginning after December 15, 2009. The adoption of this guidance is not expected to have a material impact on the Company&#146;s financial position, results of operations or cash flows. F- In June 2009, the FASB established the FASB Accounting Standards Codification (&#147;ASC&#148;), or &#147;Codification&#148;, as the source of authoritative U.S. accounting and reporting standards for nongovernmental entities, in addition to the guidance issued by the SEC. The Codification significantly changed the way financial statement preparers, auditors, and academics perform accounting research. The Codification was effective for interim and annual reporting periods ending after September 15, 2009. The Codification did not change existing U.S.\nGAAP, and therefore, the adoption as of September 30, 2009 did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.In April 2009, the FASB issued guidance for estimating fair value when the volume and level of activity for an asset or liability has significantly decreased and identifying circumstances that indicate a transaction is not orderly. This guidance was effective for interim and annual reporting periods ending after June 15, 2009, and was to be applied prospectively. The adoption of this guidance, as of June 30, 2009, did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.In April 2009, the FASB issued guidance which requires disclosures about the fair value of financial instruments for interim reporting periods of publicly traded companies, as well as in annual financial statements. The guidance requires a company to disclose the fair value of all financial instruments for which it is practicable to estimate that value, whether recognized or not recognized in the statement of financial position. This guidance was effective for interim and annual reporting periods ending after June 15, 2009, early adoption was permitted. The adoption of this guidance, as of March 31, 2009, did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.In April 2008, the FASB issued guidance amending the factors that should be considered in developing renewal or extension assumptions used to determine the useful life of a recognized intangible asset. This guidance was effective for fiscal years beginning after December 15, 2008. The adoption of this guidance, as of January 1, 2009, did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.In March 2008, the FASB issued guidance which requires expanded disclosures regarding the location and amounts of derivative instruments in an entity&#146;s financial statements, how derivative instruments and related hedged items are accounted for and how derivative instruments and related hedged items affect an entity&#146;s financial position, results of operations and cash flows. This guidance was effective for periods beginning on or after November 15, 2008. The adoption of this guidance, as of January 1, 2009, did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.In September 2006, the FASB issued guidance defining fair value, establishing a framework for measuring fair value, and expanding disclosures about fair value measurements. This guidance was effective for non-financial assets and liabilities that are not recognized or disclosed at fair value in the financial statements on a recurring basis for fiscal years, and interim periods, beginning after November 15, 2008. The adoption of this guidance, as of January 1, 2009, did not have a material impact on the Company&#146;s financial position, results of operations or cash flows.2.\nPurchased Receivables and Revenue RecognitionPurchased receivables are receivables that have been charged-off as uncollectible by the originating organization and typically have been subject to previous collection efforts. The Company acquires pools of accounts which are the rights to the unrecovered balances owed by individual debtors through such purchases. The receivable portfolios are purchased at a substantial discount (generally more than 90%) from their face values due to a deterioration of credit quality since origination and are initially recorded at the Company&#146;s acquisition cost, which equals fair value at the acquisition date. Financing for the purchases is primarily provided by the Company&#146;s cash generated from operations and from borrowings on the Company&#146;s revolving credit facility. F- The Company accounts for its investment in purchased receivables using the Interest Method when the Company has a reasonable expectation about the timing and amount of cash flows expected to be collected. The Company purchases pools of homogenous accounts receivable. Pools purchased after 2004 may be aggregated into one or more static pools within each quarter, based on common risk characteristics. Risk characteristics of purchased receivables are generally considered to be similar since purchased receivables are usually in the late stages of the post charged-off collection cycle. The Company therefore aggregates most pools purchased within each quarter. Pools purchased before 2005 may not be aggregated. Each static pool, either aggregated or non-aggregated, retains its own identity and does not change over the remainder of its life. Each static pool is accounted for as a single unit for recognition of revenue, principal payments and impairments.Collections on each static pool are allocated to revenue and principal reduction based on an internal rate of return (&#147;IRR&#148;). The IRR is the rate of return that each static pool requires to amortize the cost or carrying value of the pool to zero over its estimated life. Each pool&#146;s IRR is determined by estimating future cash flows, which are based on historical collection data for pools with similar characteristics and payer dynamics. The actual life of each pool may vary, but will generally range between 36 and 84 months depending on the expected collection period. Monthly cash flows greater than revenue recognized will reduce the carrying value of each static pool.\nMonthly cash flows lower than revenue recognized will increase the carrying value of each static pool. Each static pool is reviewed at least quarterly and compared to historical trends to determine whether it is performing as expected. This comparison is used to determine future estimated cash flows. If the revised cash flow estimates are greater than the original estimates, the IRR is increased prospectively to reflect the revised estimate of cash flows over the remaining life of the static pool. If the revised cash flow estimates are less than the estimates, the IRR remains unchanged and an impairment is recognized. If cash flow estimates increase in periods subsequent to recording an impairment, reversal of the previously recognized impairment is made prior to any increases to the IRR.The cost recovery method is used when collections on a particular portfolio cannot be reasonably predicted. When appropriate, the cost recovery method may be used for pools that previously had an IRR assigned to them. Under the cost recovery method, no revenue is recognized until the Company has fully collected the cost of the portfolio. As of December 31, 2009, the Company had 50 unamortized pools on the cost recovery method, including all healthcare pools, with an aggregate carrying value of $2,271,595 or about 0.7% of the total carrying value of all purchased receivables. The Company had 62 unamortized pools on the cost recovery method with an aggregate carrying value of $9,804,318, or about 2.7% of the total carrying value of all purchased receivables as of December 31, 2008.Agreements to purchase receivables typically include general representations and warranties from the sellers covering account holder death, bankruptcy, fraud and settled or paid accounts prior to sale. These representations and warranties permit the return of certain ineligible accounts from the Company back to the seller. The general time frame to return accounts is within 90 to 180 days from the date of the purchase agreement. Proceeds from returns, also referred to as buybacks, are applied against the carrying value of the static pool.Although not its usual business practice, the Company may periodically sell, on a non-recourse basis, all or a portion of a pool to unaffiliated parties. The Company does not have any significant continuing involvement with the sold pools subsequent to sale. Proceeds of these sales are compared to the carrying value of the accounts and a gain or loss is recognized on the difference between proceeds received and carrying value. The agreements to sell receivables typically include general representations and warranties. Any accounts returned to the Company under these representations and warranties, during the negotiated time frame, are netted against any &#147;Gain on sale of purchased receivables&#148; or if they exceed the total reported gains for the period as a &#147;Loss on sale of purchased receivables&#148;. F- Changes in purchased receivables portfolios were as follows:      Years Ended December 31,       2009     2008   Beginning balance    $ 361,808,502      $ 346,198,900  Investment in purchased receivables, net of buybacks      120,719,310        152,289,315  Cost of sale of purchased receivables, net of returns      (490 )      (2,365 )  Cash collections      (334,030,597 )      (369,578,130 )  Purchased receivable revenues      171,275,281        232,900,782                     Ending balance    $ 319,772,006      $ 361,808,502                     Recently, the Company experienced shortfalls in actual cash collections versus expectations most notably on purchases made before 2007. The Company believes collections on these older vintages have been impacted to a greater extent by the challenging collections environment and because the accounts are older and the collection methods used often become less effective as accounts age. The Company continually reviews a number of factors related to forecasted cash collections. In the fourth quarter of 2009, in connection with the preparation of the Company&#146;s financial statements for the quarter and year ended December 31, 2009, the Company observed a significant difference between estimated and actual cash collections, which caused the Company to perform a more in-depth review of its portfolios and their expected future performance. Based on the review, the Company now expects these older vintages to continue to underperform the previous collection forecasts. The discounted collections forecast was accounted for as a change in accounting estimate and is being recognized prospectively in the accompanying consolidated financial statements. The discounted collection forecasts resulted in net impairments of $32.4 million for the three months ended December 31, 2009. The impact of the net impairments was to decrease revenue and pretax income by $32.4 million, net income by $20.3 million and both basic and fully diluted earnings per share by $0.66.Accretable yield represents the amount of revenue the Company expects over the remaining life of existing portfolios. Nonaccretable yield represents the difference between the remaining expected cash flows and the total contractual obligation outstanding (face value) of purchased receivables. Changes in accretable yield were as follows:      Years Ended December 31,       2009     2008   Beginning balance(1)    $ 534,985,144      $ 559,605,071  Revenue recognized on purchased receivables, net      (171,275,281 )      (232,900,782 )  Additions due to purchases      202,468,909        188,759,459  Reclassifications (to) from nonaccretable yield      (99,979,051 )      19,521,396                     Ending balance(1)    $ 466,199,721      $ 534,985,144                     (1)Accretable yields are a function of estimated remaining cash flows and are based on historical cash collections. Refer to forward-looking statements within Item 1A. &#147;Risk Factors&#148; on page 14 and Critical Accounting Policies on page 50 for further information regarding these estimates.Cash collections include collections from fully amortized pools of which 100% of the collections were reported as revenue. Components of cash collections from fully amortized pools were as follows:       Years Ended December 31,     2009    2008    2007 Fully amortized before the end of their expected life    $ 22,960,625    $ 30,689,189    $ 21,138,942 Fully amortized after the end of their expected life      28,933,883      41,845,346      55,476,980 Accounted under the cost recovery method      11,266,330      6,090,186      5,419,519                      Total cash collections from fully amortized pools    $ 63,160,838    $ 78,624,721    $ 82,035,441                     F- Changes in purchased receivables portfolios under the cost recovery method were as follows:      Years Ended December 31,       2009     2008   Portfolios under the cost recovery method:  Beginning balance    $ 9,804,318      $ 26,991,102  Addition of portfolios      805,898        5,253,839  Buybacks, impairments and resale adjustments      (1,016,913 )      (1,885,496 )  Cash collections until fully amortized      (7,321,708 )      (20,555,127 )                   Ending balance    $ 2,271,595      $ 9,804,318                     During the years ended December 31, 2009, 2008 and 2007, the Company recorded net impairments of $49,504,754, $13,040,736 and $24,393,500, respectively, related to its purchased receivables. The net impairments reduced revenue and the carrying value of the purchased receivable portfolios.Changes in the purchased receivables valuation allowance were as follows:      Years Ended December 31,       2009     2008     2007   Beginning balance    $ 71,949,326      $ 62,091,755      $ 39,714,055  Impairments      50,274,254        16,112,536        25,939,000  Reversal of impairments      (769,500 )      (3,071,800 )      (1,545,500 )  Deductions(1)      (17,037,625 )      (3,183,165 )      (2,015,800 )                           Ending balance    $ 104,416,455      $ 71,949,326      $ 62,091,755                             (1)Deductions represent impairments on purchased receivable portfolios that became fully amortized during the period and, therefore, the balance is removed from the valuation allowance since it can no longer be reversed.3. RecapitalizationOn April 24, 2007, the Company announced a recapitalization plan (the &#147;Recapitalization Plan&#148;) to return $150,000,000 to the Company&#146;s shareholders. Pursuant to the Recapitalization Plan, on June 12, 2007, the Company completed a modified &#147;Dutch auction&#148; tender offer, resulting in the repurchase of 1,982,250 of the Company&#146;s common shares for an aggregate purchase price of $37,167,188, or $18.75 per share.On June 28, 2007, under a repurchase agreement announced on April 24, 2007, the Company purchased shares from (i) its largest shareholder, (ii) its then Chairman, President and Chief Executive Officer, and (iii) its Senior Vice President and Chief Financial Officer. These shareholders elected not to tender any shares in the tender offer and the repurchase agreement allowed them to maintain their pro rata beneficial ownership interest in the Company after giving effect to the tender offer and purchases under the repurchase agreement. The Company repurchased 2,017,750 common shares from these shareholders for an aggregate price of $37,832,813, or $18.75 per share.On June 18, 2007, the Company&#146;s Board of Directors declared a special one-time cash dividend of $2.45 per share, or $74,891,700 in aggregate, which was paid on July 31, 2007 to holders of record on July 19, 2007.In order to fund these transactions, the Company obtained a $150,000,000 term loan through a credit agreement aggregating $250,000,000, which was funded on June 12, 2007, and terminated its former credit agreement. Refer to Note 4, &#147;Notes Payable&#148; for further information. F- As a result of the payment of the special one-time cash dividend, the Company adjusted the number of deferred stock units outstanding under the Company&#146;s 2004 stock incentive plan, as amended, and also changed the exercise price and number of outstanding stock options issued under the 2004 stock incentive plan, as amended, in order to avoid dilution to holders of the deferred stock units and outstanding stock options. Refer to Note 9, &#147;Share-Based Compensation&#148; for further information.During the year ended December 31, 2007, the Company incurred $1,100,085 in transaction costs associated with the Dutch auction tender offer and recorded these costs as a reduction in stockholders&#146; equity. In addition, the Company incurred $2,315,088 in fees related to the new credit agreement, which were recorded as a deferred financing cost and included in &#147;Other assets&#148; in the accompanying consolidated statements of financial position.4. Notes PayableThe Company&#146;s credit agreement with JPMorgan Chase Bank, N.A., as administrative agent, and a syndicate of lenders named therein, originated on June 5, 2007 and was amended on March 10, 2008 and October 27, 2009 (the &#147;Credit Agreement&#148;). Under the terms of the Credit Agreement, the Company has a five-year $100,000,000 revolving credit facility (the &#147;Revolving Credit Facility&#148;) and a six-year $150,000,000 term loan facility (the &#147;Term Loan Facility&#148; and, together with the Revolving Credit Facility, the &#147;Credit Facilities&#148;). The Credit Facilities bear interest at 150 to 250 basis points over prime depending upon the Company&#146;s liquidity, as defined in the Credit Agreement. Alternately, at the Company&#146;s discretion, the Company may borrow by entering into one, two, three, six or twelve-month contracts based on the London Inter Bank Offer Rate (&#147;LIBOR&#148;) at rates between 250 to 350 basis points over the respective LIBOR, depending on the Company&#146;s liquidity. The Company&#146;s Revolving Credit Facility includes an accordion loan feature that allows it to request a $25,000,000 increase as well as sublimits for $10,000,000 of letters of credit and for $10,000,000 of swingline loans. The amended Credit Agreement is secured by a first priority lien on all of the Company&#146;s assets. The amended Credit Agreement also contains certain covenants and restrictions that the Company must comply with, which, as of December 31, 2009 were:    &#149;  Leverage Ratio (as defined) cannot exceed (i) 1.5 to 1.0 at any time on or before December 30, 2011 or (ii) 1.25 to 1.0 at any time thereafter;    &#149;  Ratio of Consolidated Total Liabilities to Consolidated Tangible Net Worth (as defined) cannot exceed (i) 2.5 to 1.0 at any time on or before December 30, 2011, (ii) 2.25 to 1.0 at any time on or after December 31, 2011 and on or before March 30, 2012, or (iii) 2.0 to 1.0 at any time thereafter; and    &#149;  Consolidated Tangible Net Worth (as defined) must equal or exceed $85,000,000 plus 50% of positive consolidated net income for three consecutive fiscal quarters ending December 31, 2007 and for each fiscal year ending thereafter, such amount to be added as of December 31, 2007 and as of the end of each such fiscal year thereafter.The amended Credit Agreement contains a provision that requires the Company to repay Excess Cash Flow (as defined) to reduce the indebtedness outstanding under its Credit Agreement. The annual repayment of the Company&#146;s Excess Cash Flow was first effective with the issuance of its audited consolidated financial statements for fiscal year 2008, and the Company made the required payment of $2,427,486 in March 2009. The Excess Cash Flow is generally due within 10 days of the issuance of the annual financial statements. The repayment provisions are:    &#149;  50% of the Excess Cash Flow for such fiscal year if the Leverage Ratio was greater than 1.0 to 1.0 as of the end of such fiscal year;    &#149;  25% of the Excess Cash Flow for such fiscal year if the Leverage Ratio was less than or equal to 1.0 to 1.0 but greater than 0.875 to 1.0 as of the end of such fiscal year; or    &#149;  0% if the Leverage Ratio is less than or equal to 0.875 to 1.0 as of the end of such fiscal year. F- The Company has a required prepayment of approximately $9,000,000 of principal on its Term Loan Facility as of December 31, 2009. This prepayment is related to the excess cash flow for the year ended December 31, 2009.Commitment fees on the unused portion of the Revolving Credit Facility are paid quarterly, in arrears, and are calculated as an amount equal to a margin of 0.50% on the average amount available on the Revolving Credit Facility.The Credit Agreement requires the Company to effectively cap, collar or exchange interest rates on a notional amount of at least 25% of the outstanding principal amount of the Term Loan Facility. Refer to Note 5, &#147;Derivative Financial Instruments and Risk Management&#148; for additional information.The Company had $160,022,514 and $181,550,000 of borrowings outstanding on its Credit Facilities at December 31, 2009 and 2008, respectively, of which $143,822,514 and $147,750,000 was outstanding on the Term Loan Facility, respectively, and $16,200,000 and $33,800,000 was outstanding on the Revolving Credit Facility, respectively. The Term Loan Facility requires quarterly repayments totaling $1,500,000 annually until March 2013 with the remaining balance due in June 2013. The weighted average interest rates on the amount outstanding at December 31, 2009 and 2008 were 5.69% and 5.62%, respectively.The Company was in compliance with the covenants of the Credit Agreement as of December 31, 2009.5. Derivative Financial Instruments and Risk ManagementRisk ManagementThe Company may periodically enter into derivative financial instruments, typically interest rate swap agreements, to reduce its exposure to fluctuations in interest rates on variable-rate debt and their impact on earnings and cash flows. The Company does not utilize derivative financial instruments with a level of complexity or with a risk greater than the exposure to be managed nor does it enter into or hold derivatives for trading or speculative purposes. The Company periodically reviews the creditworthiness of the swap counterparty to assess the counterparty&#146;s ability to honor its obligation.The Company records derivative financial instruments at fair value. Refer to Note 12, &#147;Fair Value&#148; for additional information. Counterparty default would further expose the Company to fluctuations in variable interest rates.Derivative Financial InstrumentsIn September 2007, the Company entered into an amortizing interest rate swap agreement whereby, on a quarterly basis, it swaps variable rates under its Term Loan Facility for fixed rates. At inception and for the first year, the notional amount of the swap was $125,000,000. Every year thereafter, on the anniversary of the swap agreement the notional amount decreases by $25,000,000. As of December 31, 2009, the notional amount was $75,000,000. This swap agreement expires on September 13, 2012.The Company&#146;s financial derivative instrument is designated and qualifies as a cash flow hedge. The effective portion of the gain or loss is reported as a component of other comprehensive income (&#147;OCI&#148;) in the accompanying consolidated financial statements. To the extent that the hedging relationship is not effective, the ineffective portion of the change in fair value of the derivative is recorded in interest expense. Hedges that receive designated hedge accounting treatment are evaluated for effectiveness at the time that they are designated as well as throughout the hedging period. As of December 31, 2009, the Company did not have any fair value hedges. F- Changes in fair value are recorded as an adjustment to OCI, net of tax.\nAmounts in OCI will be reclassified into earnings under certain situations; for example, if the occurrence of the transaction is no longer probable or no longer qualifies for hedge accounting. In these situations, all or a portion of the transaction would be ineffective. The Company does not expect to reclassify any material amount currently included in OCI into earnings due to ineffectiveness within the next twelve months.The following table summarizes the fair value of derivative instruments:     December 31, 2009   December 31, 2008    Financial Position Location    Fair Value   Financial Position Location    Fair Value Derivatives designated as hedging instruments       Interest rate swap   Accrued liabilities    $ 4,673,159   Accrued liabilities    $ 7,243,574               Total derivatives designated as hedging instruments    $ 4,673,159    $ 7,243,574               The following tables summarize the impact of derivative instruments:  Derivatives - cash flow hedging   Amount of Gain (Loss)Recognized in OCI(Effective Portion)    Location of Gain (Loss) ReclassifiedfromAccumulated OCI intoIncome(Effective Portion)   Amount of Gain (Loss) Reclassifiedfrom Accumulated OCI into Income(Effective Portion)  Location of Gain(Loss) Recognized inIncome onDerivative(Ineffective Portion and Amount Excluded fromEffectivenessTesting)   Amount ofGain (Loss)Recognized inIncome(Ineffective Portion andAmount Excludedfrom EffectivenessTesting)  Years EndedDecember 31,       Years EndedDecember 31,     Years EndedDecember 31,    2009     2008     2007         2009     2008     2007       2009   2008   2007 Interest rate swap   $ (1,111,398 )    $ (6,113,779 )    $ (2,889,615 )   Interest expense   $ (3,681,813 )    $ (1,996,208 )    $ 236,388  Interest Expense   $ 2,366   $ 2,642   $ 4,935                                                                   Total   $ (1,111,398 )    $ (6,113,779 )    $ (2,889,615 )   Total   $ (3,681,813 )    $ (1,996,208 )    $ 236,388  Total   $ 2,366   $ 2,642   $ 4,935                                                                   6. Property and EquipmentProperty and equipment consisted of the following:      December 31,       2009     2008   Computers and software    $ 19,453,679      $ 15,341,320  Furniture and fixtures      6,096,969        6,593,794  Leasehold improvements      2,456,788        2,264,658  Office equipment      4,087,986        3,746,577  Equipment under capital leases      278,459        &#151;                     Total property and equipment, at cost      32,373,881        27,946,349  Less accumulated depreciation and amortization      (17,852,215 )      (15,419,532 )                   Net property and equipment    $ 14,521,666      $ 12,526,817                     Property and equipment is recorded at cost. Expenditures for repairs and maintenance are charged to operations as incurred. Material leasehold improvements are capitalized and depreciated over the remaining life of the lease. The Company records depreciation and amortization expense on a straight-line basis with lives ranging from three to ten years. During the fourth quarter of 2008, the Company decided to discontinue the implementation of a software product. As a result, the F-Company recognized an impairment charge of $170,692, the amount previously invested to implement this software product, in &#147;Impairment of assets&#148; in the accompanying consolidated statements of operations. Refer to &#147;Goodwill and Other Intangible Assets&#148; within Note 1, &#147;Basis of Presentation and Summary of Significant Accounting Policies&#148; for further information on additional impairment of assets and amortization of intangible assets. Depreciation and amortization expense was $3,901,183, $3,711,953 and $3,666,005 for property and equipment for the years ended December 31, 2009, 2008 and 2007, respectively.The Company capitalizes qualifying computer software development costs. Costs incurred during the application development stage are capitalized and amortized over the software&#146;s useful life on a straight-line basis, beginning when the project is completed. Costs associated with preliminary project stage activities, training, maintenance and all other post implementation stage activities are expensed as incurred. The Company&#146;s policy provides for the capitalization of certain direct payroll costs for employees who are directly associated with internal use computer software projects, as well as external direct costs of services associated with developing or obtaining internal use software, including interest expense. Capitalizable personnel costs are limited to the time directly spent on such projects. For the years ended December 31, 2009 and 2008, the Company capitalized $220,559 and $257,443, respectively, of these direct payroll costs related to software developed for internal use.7. Associate BenefitsThe Company maintains a defined contribution profit sharing plan with 401(k) features for substantially all associates. Associates may contribute up to the annual maximum amount determined by the Internal Revenue Service ($16,500 for 2009 plus an additional $5,500 &#147;catch-up&#148; for eligible associates) to the plan each year. Effective January 1, 2007, the Company amended its plan to provide a match for each eligible participant&#146;s salary deferrals. The Company matched 100% on the first 3% contributed by each participant&#146;s salary deferrals and matched 50% on the next 3% contributed by each participant&#146;s salary deferrals until the match was suspended in September 2009. The Company&#146;s related expense was $1,125,100, $1,817,208 and $1,868,280 for the years ended December 31, 2009, 2008 and 2007, respectively. There was no unpaid contribution as of December 31, 2009. The unpaid contribution was $116,002 as of December 31, 2008. The unpaid contribution is included in &#147;Accrued liabilities&#148; in the accompanying consolidated statements of financial position.The Company is self-insured for health and prescription drug benefits. The Company recognized expense for health and prescription drug benefits, related administration, stop-loss insurance and other employee related insurance premiums of $7,626,312, $7,835,525 and $7,850,823 for the years ended December 31, 2009, 2008 and 2007, respectively. The expense is based on actual and estimated claims incurred. Accrued liabilities in the accompanying consolidated statements of financial position include $633,000, $540,000 and $701,000 for estimated health and prescription drug benefits incurred but not paid as of December 31, 2009, 2008 and 2007, respectively.8. Restructuring ChargesThe Company recognizes costs associated with exit or disposal activities, including associate termination benefits, contract termination costs and other costs to consolidate or close facilities and relocate associates.On March 1, 2007, the Company announced plans to close its White Marsh, Maryland and Wixom, Michigan offices in order to eliminate excess office capacity and to increase efficiency. In conjunction with these office closures, the Company incurred $906,497 in restructuring charges, including one-time associate termination benefits of $361,021, contract termination costs of $470,975 for the remaining lease payments on the Wixom, Michigan office, and other exit costs of $74,501. On August 31, 2007, the Company concluded the sale of the White Marsh, Maryland office, which included the sale of tangible and intangible assets for $271,308. There were no restructuring charges for the years ended December 31, 2009 or 2008. F- 9. Share-Based CompensationThe Company adopted a stock incentive plan (the &#147;Stock Incentive Plan&#148;) during February 2004 that authorizes the use of stock options, stock appreciation rights, restricted stock grants and units, performance share awards and annual incentive awards to eligible key associates, non-associate directors and consultants. The Company reserved 3,700,000 shares of common stock for issuance in conjunction with share-based awards to be granted under the plan of which 2,381,376 shares remain available to be granted as of December 31, 2009. The purpose of the plan is (i) to promote the best interests of the Company and its stockholders by encouraging associates and other participants to acquire an ownership interest in the Company, thus aligning their interests with those of stockholders and (ii) to enhance the ability of the Company to attract and retain qualified associates, non-associate directors and consultants. No participant may be granted options during any one fiscal year to purchase more than 500,000 shares of common stock.The Company amended its Stock Incentive Plan in May 2007 to expand an anti-dilution provision of the plan. The additional compensation expense resulting from the amendment to the Stock Incentive Plan for the year ended December 31, 2007 was $526,757.As discussed in Note 3, &#147;Recapitalization&#148; the Company commenced a recapitalization transaction, including declaration of a special one-time cash dividend, in the second quarter of 2007. The payment of the special one-time cash dividend resulted in an increase in the number of deferred stock units outstanding and a change to the exercise price and number of outstanding stock options under the anti-dilution provisions of the Stock Incentive Plan. The methodology used to adjust the awards was consistent with Internal Revenue Code Section 409A and 424 and the proposed regulations promulgated thereunder, compliance with which was necessary to avoid adverse tax consequences for the holders of awards. Such methodology also resulted in the fair value of the adjusted awards post-dividend to be equal to that of the unadjusted awards pre-dividend, which required no additional compensation expense in accordance with accounting for modifications to shared-based compensation awards.Based on historical experience, the Company uses an annual forfeiture rate of 15% for associate grants. Grants made to non-associate directors have no forfeiture rates associated with them due to immediate vesting of grants to this group. Total share-based compensation expense recognized in the accompanying consolidated statements of operations was $1,328,402, $1,305,298 and $1,458,768 for the years ended December 31, 2009, 2008 and 2007, respectively. The total tax benefit related to the Stock Incentive Plan was $496,096, $497,420 and $554,457 for the years ended December 31, 2009, 2008 and 2007, respectively.The Company&#146;s share-based compensation arrangements are described below.Stock OptionsThe Company utilizes the Whaley Quadratic approximation model, an intrinsic value method, to calculate the fair value of the stock awards on the date of grant using the assumptions noted in the following table. Changes to the subjective input assumptions can result in different fair market value estimates. With regard to the Company&#146;s assumptions stated below, the expected volatility is based on the historical volatility of the Company&#146;s stock and management&#146;s estimate of the volatility over the contractual term of the options. The expected term of the options are based on management&#146;s estimate of the period of time for which the options are expected to be outstanding. The risk-free rate is derived from the five-year U.S. Treasury yield curve on the date of grant. Options issue year:    2009     2008     2007   Expected volatility    51.37%-54.53 %    46.50 %    45.30%-46.92 %  Expected dividends    0.00 %    0.00 %    0.00 %  Expected term    5 Years      5 Years      5 Years  Risk-free rate    1.98%-2.06 %    3.09 %    3.42%-4.98 % F- As of December 31, 2009, the Company had options outstanding for 930,417 shares of its common stock under the Stock Incentive Plan. These options have been granted to key associates and non-associate directors of the Company. Option awards are generally granted with an exercise price equal to the market price of the Company&#146;s stock at the date of grant and have contractual terms ranging from seven to ten years. The options granted to key associates generally vest between one and five years from the grant date whereas the options granted to non-associate directors generally vest immediately. The fair value of stock options is expensed on a straight-line basis over the vesting period.The related compensation expense was as follows:       Years Ended December 31,     2009    2008    2007(3) Administrative expenses(1)    $ 166,937    $ 205,045    $ 1,086,378 Salaries and benefits(2)      355,046      295,743      195,078                      Total    $ 521,983    $ 500,788    $ 1,281,456                      (1)Administrative expenses include amounts for non-associate directors.  (2)Salaries and benefits include amounts for associates.  (3)Included in these expenses is $476,266 in administrative expenses and $50,491 in salaries and benefits expense relating to the 2007 amendment to the Stock Incentive Plan.The following table summarizes all stock option transactions from January 1, 2009 through December 31, 2009:      OptionsOutstanding     Weighted-AverageExercise Price   Weighted-AverageRemainingContractual Term   AggregateIntrinsicValue               (in years)     Beginning balance   712,991      $ 13.89  Granted   243,229        4.40  Forfeited or expired   (25,803 )      9.41             Outstanding at December 31, 2009   930,417        11.54   6.53   $ 632,303                   Exercisable at December 31, 2009   613,079      $ 14.38   6.45   $ &#151;                   The weighted-average fair value of options granted during the years ended December 31, 2009, 2008 and 2007 was $2.06, $5.86 and $4.94 (as adjusted for the special one-time cash dividend paid on July 31, 2007), respectively. No options were exercised during 2009, 2008 and 2007.As of December 31, 2009, there was $758,128 of total unrecognized compensation expense related to nonvested stock options granted under the stock incentive plan, which is comprised of $693,423 for options expected to vest and $64,705 for options not expected to vest. Unrecognized compensation expense for options expected to vest is expected to be recognized over a weighted-average period of 2.17 years.Deferred Stock UnitsAs of December 31, 2009, the Company had granted 39,721 deferred stock units (&#147;DSUs&#148;) of its common stock to non-associate directors under the Company&#146;s Stock Incentive Plan. DSUs represent the Company&#146;s obligation to deliver one share of common stock for each unit at a later date elected by the non-associate director, such as when his or her board service ends. DSUs vest immediately upon grant and are not subject to forfeiture. DSUs do not have voting rights but would receive common stock dividend equivalents in the form of additional DSUs. The value of each DSU is equal to the market price of the Company&#146;s stock at the date of grant. F- The fair value of DSUs granted is expensed immediately to correspond with the vesting schedule. The related expense for the years ended December 31, 2009, 2008 and 2007 included $87,512, $125,019 and $120,533, respectively, and is included in &#147;Administrative Expenses&#148; in the accompanying consolidated statements of operations.The following table summarizes all DSU related transactions from January 1, 2009 through December 31, 2009:       DSUs    Weighted-AverageGrant-Date Fair Value Beginning balance    23,681    $ 10.37 Granted    16,040      5.46       Ending balance    39,721    $ 8.39       There was no unrecognized compensation expense related to nonvested DSUs as of December 31, 2009.Restricted Shares and Restricted Share UnitsThe Company grants restricted shares and restricted share units (restricted shares and restricted share units are referred to as &#147;RSUs&#148;) to key associates and non-associate directors under the Stock Incentive Plan. Each RSU is equal to one share of the Company&#146;s common stock. The value of the RSUs is equal to the market price of the Company&#146;s stock at the date of grant.The RSUs granted to associates generally vest over two to four years based upon service or performance conditions. RSUs granted to non-associate directors generally vest when the non-associate director terminates his or her board service. Of the RSUs outstanding at December 31, 2009, 68,750 will vest contingent on the attainment of performance conditions.The fair value of the RSUs is expensed on a straight-line basis over the vesting period based on the number of RSUs expected to vest. For RSUs with performance conditions, if goals are not expected to be met, the compensation expense previously recognized is reversed. The related compensation expense, net of reversals, was as follows:       Years Ended December 31,     2009    2008    2007 Administrative expenses(1)    $ 114,823    $ 154,147    $ &#151; Salaries and benefits(2)      604,084      525,344      56,779                      Total    $ 718,907    $ 679,491    $ 56,779                      (1)Administrative expenses include amounts for non-associate directors.  (2)Salaries and benefits include amounts for associates.The Company issues shares of common stock for RSUs as they vest. The following table summarizes all RSU related transactions from January 1, 2009 through December 31, 2009:  Nonvested RSUs    RSUs     Weighted-AverageGrant-Date Fair Value Beginning balance    224,610      $ 10.27 Granted    127,163        4.10 Vested and Issued    (50,580 )      10.88 Forfeited    (68,242 )      5.66          Ending balance    232,951      $ 8.12         F- As of December 31, 2009, there was $1,407,774 of total unrecognized compensation expense related to nonvested RSUs, which is comprised of $651,243 for RSUs expected to vest and $756,531 for RSUs not expected to vest. Unrecognized compensation expense for RSUs expected to vest is expected to be recognized over a weighted-average period of 2.06 years.10. ContingenciesLitigation ContingenciesThe Company is involved in certain legal matters that management considers incidental to its business. The Company recognizes liabilities for contingencies and commitments when a loss is probable and estimable. The Company recognizes expense for defense costs when incurred.\nManagement has evaluated pending and threatened litigation against the Company as of December 31, 2009 and does not believe the exposure to be material.Registration Rights AgreementThe Company has a registration rights agreement with certain stockholders. Pursuant to the agreement, the Company will pay all costs related to any secondary securities offering requested by these stockholders and the stockholders may sell any outstanding shares owned by them. The Company filed a registration statement on behalf of one of the selling stockholders in 2008 to register 10,932,051 shares of common stock held by the stockholder and paid $45,246 in costs related to the registration statement. The selling stockholders collectively retain the right to request two additional registrations of specified shares under the registration rights agreement, in which case, the Company will be required to bear applicable offering expenses in the period in which any future offering occurs.11. Long-Term CommitmentsLeasesThe Company has several operating leases, primarily for office space. The leases expire at various dates through 2016, before consideration of renewal options. The total amount of rental payments due over the lease term are charged to rent expense using the straight-line method over the term of the lease. The difference between rent expense recorded and the amount paid is credited or charged to &#147;Deferred rent&#148;, which is included in &#147;Accrued liabilities&#148; in the accompanying consolidated statements of financial position. Total rent expense related to operating leases was $6,178,355, $6,134,193 and $7,406,696 for the years ended December 31, 2009, 2008 and 2007, respectively.The following is a schedule of future minimum lease payments under operating and capital leases, together with the present value of the net minimum lease payments related to capital leases, as of December 31, 2009:       OperatingLeases    CapitalLeases   Years ending December 31:      2010    $ 5,271,040    $ 110,157  2011      4,930,576      113,648  2012      4,552,094      113,648  2013      4,188,049      3,492  2014      4,239,939      &#151;  2015 and thereafter      5,412,873      &#151;                    Total minimum lease payments    $ 28,594,571      340,945             Less amount representing interest         (62,486 )              Present value of net minimum lease payments       $ 278,459               F- Other Long-Term CommitmentsThe Company&#146;s Term Loan Facility requires quarterly repayments totaling $1,500,000 annually until March 2013 with the remaining balance due in June 2013. To the extent that a balance is outstanding on the Company&#146;s Revolving Credit Facility, it would be due in June 2012, or earlier as defined in the Credit Agreement. Refer to Note 4, &#147;Notes Payable&#148;, for more details about the Company&#146;s Credit Facilities. The Company has contractual interest due on derivative instruments totaling $6,589,462 through September 2012.Employment AgreementsThe Company has three employment agreements with certain executive members of management. Such agreements call for the payment of base compensation, bonuses based on achievement and certain benefits, such as medical insurance. All three employment agreements automatically renew on their expiration date for one year unless the executive or the Company terminates the employment agreement in writing. The agreements also include confidentiality and non-compete provisions, and provide for compensation after separation under certain circumstances, including a change of control.Forward Flow AgreementsThe Company is party to several forward flow agreements that allow for the purchase of defaulted consumer receivables at pre-established prices. The expected remaining purchase price of receivables to be acquired under existing forward flow agreements at December 31, 2009 was $43,311,000.12. Fair ValueThe Company groups assets and liabilities at fair value in three levels, based on the markets in which the assets and liabilities are traded and the reliability of the assumptions used to determine fair value. These levels are:  Level 1  &#151;  Valuation is based upon quoted prices for identical instruments traded in active markets. Level 2  &#151;  Valuation is based upon quoted prices for similar instruments in active markets, quoted prices for identical or similar instruments in markets that are not active, and model-based valuation techniques for which all significant assumptions are observable in the market. Level 3  &#151;  Valuation is generated from model-based techniques that use at least one significant assumption not observable in the market. These unobservable assumptions reflect estimates of assumptions that market participants would use in pricing the asset or liability. Disclosure of the estimated fair value of financial instruments often requires the use of estimates. The Company uses the following methods and assumptions to estimate the fair value of financial instruments:Interest Rate Swap Agreement      Total Recorded FairValue atDecember 31, 2009    Fair Value Measurements at Reporting Date Using      Quoted Pricesin ActiveMarkets forIdentical Assets(Level 1)    SignificantOtherObservableInputs(Level 2)    SignificantUnobservableInputs(Level 3)Interest rate swap liability    $ 4,673,159    &#151;    $ 4,673,159    &#151; The fair value of the interest rate swap represents the amount the Company would pay to terminate or otherwise settle the contract at financial position date, taking into consideration current unearned gains and losses. The fair value was determined using a market approach, and is based on the three-month LIBOR curve for the remaining term of the swap agreement. Refer to Note 5, &#147;Derivative Financial Instruments and Risk Management&#148;, for additional information about the fair value of the interest rate swap. F- Goodwill and Other Intangible AssetsGoodwill and certain intangible assets not subject to amortization are assessed annually for impairment using fair value measurement techniques. Specifically, goodwill impairment is determined using a two-step test. The first step of the goodwill impairment test is used to identify potential impairment by comparing the fair value of a reporting unit with its book value, including goodwill. If the fair value of the reporting unit exceeds its book value, goodwill is considered not impaired and the second step of the impairment test is unnecessary. If the book value of the reporting unit exceeds its fair value, the second step of the goodwill impairment test is performed to measure the amount of impairment loss, if any. The second step of the goodwill impairment test compares the implied fair value of the reporting unit&#146;s goodwill with the book value of that goodwill. If the book value of the reporting unit&#146;s goodwill exceeds the implied fair value of that goodwill, an impairment loss is recognized in an amount equal to that excess. The implied fair value of goodwill is determined in the same manner as the amount of goodwill recognized in a business combination. That is, the fair value of the reporting unit is allocated to all of the assets and liabilities of that unit as if the reporting unit had been acquired in a business combination and the fair value of the reporting unit was the purchase price paid to acquire the reporting unit.The estimate of fair value of the Company&#146;s goodwill is determined using various valuation techniques including market capitalization, which is a Level 1 input, and an analysis of discounted cash flows, which includes Level 3 inputs.\nAt the time of the annual goodwill impairment test in the fourth quarter of 2009, market capitalization was substantially higher than book value and goodwill was considered not to be impaired. A discounted cash flow analysis was also performed. A discounted cash flow analysis requires various judgmental assumptions including assumptions about future cash flows, growth rates, and discount rates. The Company based assumptions about future cash flows and growth rates on its budget and long-term plans. Discount rate assumptions are based on an assessment of the risk inherent in the reporting unit. The fair value of goodwill using a market capitalization approach and a discounted cash flow analysis exceeded the book value as of December 31, 2009.The annual impairment test for other intangible assets not subject to amortization, for example, trademark and trade names, consists of a comparison of the fair value of the intangible asset with its carrying value. If the carrying value of the intangible asset exceeds its fair value, an impairment loss is recognized in an amount equal to that excess. The estimates of fair value of intangible assets not subject to amortization are determined using various discounted cash flow valuation methodologies, which include Level 3 inputs. Significant assumptions are inherent in this process, including estimates of discount rates and future cash flows. Discount rate assumptions are based on an assessment of the risk inherent in the respective intangible assets, and include estimates of the cost of debt and equity for market participants in the Company&#146;s industry. The Company performed a discounted cash flow analysis of its trademark and trade names as of September 30, 2009 and determined that the carrying value exceeded the fair value. The Company recorded an impairment of $1,167,600 which is included in &#147;Impairment of assets&#148; in the accompanying consolidated statements of operations.The following disclosures are made to disclose the fair value of certain assets and liabilities, which are not measured at fair value in the accompanying consolidated financial statements.Purchased ReceivablesThe Company initially records purchased receivables at cost, which is discounted from the contractual receivable balance. The balance of purchased receivables is reduced as cash is received. The carrying value of receivables was $319,772,006 and $361,808,502 at December 31, 2009 and 2008, respectively. The Company computes the fair value of these receivables by discounting the estimated future cash flows generated by its forecasting model using an adjusted weighted-average cost of capital. The fair value of the purchased receivables approximated the carrying value at both December 31, 2009 and 2008. F- Credit FacilitiesThe Company&#146;s Credit Facilities had carrying amounts of $160,022,514 and $181,550,000 as of December 31, 2009 and 2008, respectively. The Company computed the approximate fair value of the Credit Facilities to be approximately $153,600,000 and $148,600,000 as of December 31, 2009 and 2008, respectively. The fair value of the Company&#146;s Credit Facilities is estimated based on quoted market prices, current market rates for similar debt with approximately the same remaining maturities or discounted cash flow models utilizing current market rates.13. Income TaxesThe Company recorded an income tax (benefit) provision of $(9,757,449), $9,680,968 and $12,511,803 for the years ended December 31, 2009, 2008 and 2007, respectively. The provision for income taxes reflects an effective income tax rate of 37.3%, 38.1% and 38.0% for the years ended December 31, 2009, 2008 and 2007, respectively.The components of income tax (benefit) expense consisted of the following:      Years Ended December 31,     2009     2008    2007 Federal deferred    $ (6,930,779 )    $ 5,478,063    $ 626,079 Federal current      (2,227,444 )      3,131,841      10,884,146 State deferred      (875,473 )      291,991      20,258 State current      276,247        779,073      981,320                       Total    $ (9,757,449 )    $ 9,680,968    $ 12,511,803                       Tax (benefit) expense differs from the application of statutory rates to pretax (loss) income. The reconciliation of income tax (benefit) expense and the statutory rates is set forth below:      Years Ended December 31,       2009     2008     2007   Federal tax (benefit) expense at statutory rate    $ (9,167,041 )    $ 8,891,457      $ 11,595,084  State income tax (benefit) expense      (582,480 )      797,689        918,506  Other adjustments      (7,928 )      (8,178 )      (1,787 )                           Effective income tax (benefit) expense    $ (9,757,449 )    $ 9,680,968      $ 12,511,803                             The Company uses a recognition threshold and measurement attribute for the financial statement recognition of a tax position taken in a tax return. The changes in unrecognized tax benefits were as follows:      Years Ended December 31,         2009         2008     Beginning balance    $ 895,845      $ 778,663  Increases in positions taken in current year      53,542        45,578  Increases in positions taken in prior years      45,578        75,306  Decrease in positions taken in current year      &#151;        (3,702 )  Decrease in positions taken in prior years      (233 )      &#151;                     Ending balance    $ 994,732      $ 895,845                     As of December 31, 2009, the Company had gross unrecognized tax benefits of $994,732 that, if recognized, would result in a net tax benefit of $646,576, which would favorably effect the Company&#146;s effective tax rate. It is expected that the amount of unrecognized tax benefits will not change significantly in the next twelve months. F- Income tax (benefit) expense includes interest and penalties associated with uncertain tax positions. The accrual related to interest and penalties related to the Company&#146;s uncertain tax positions at December 31, 2009 and 2008 was approximately $140,000 and $95,000, respectively.The corporate federal income tax returns of the Company for 2006, 2007 and 2008 are subject to examination by the Internal Revenue Service, generally for three years after the latter of their extended due date or when they are filed. The state income tax returns and other state tax filings of the Company are subject to examination by the state taxing authorities, for various periods generally up to four years after they are filed.Deferred tax assets and liabilities are recognized for the estimated future tax effect of temporary differences between the tax basis of assets or liabilities and the reported amounts in the financial statements.At December 31, 2009, one of the Company&#146;s subsidiaries, which prior to September 1, 2009 was a separate entity for tax purposes, had a net operating loss carryforward of approximately $5,200,000. Due to separate return limitation year rules, this loss cannot be carried back, but may be carried forward for 20 years and will expire beginning in 2028.The tax effect of temporary differences that gave rise to the Company&#146;s deferred tax assets and liabilities consisted of the following:      December 31,2009    December 31,2008 Deferred tax assets:     Stock options    $ 2,071,462    $ 1,790,545 Net operating loss carryforward      1,837,420      879,689 Interest rate swap agreement      1,717,708      2,578,712 Accrued expenses      1,430,461      1,605,142 Charge-off adjustment      691,964      667,075 Intangible assets      232,231      233,504 Other      823,787      773,505               Total      8,805,033      8,528,172               Deferred tax liabilities:     Purchased receivables revenue recognition      61,387,862      68,088,077 Property and equipment      1,523,249      1,635,662 Special tax basis adjustment      914,932      733,035 Transaction costs      883,897      711,478 Prepaid expenses      303,673      376,736 Deferred revenue      92,967      927,737 Other      1,223,207      525,449               Total      66,329,787      72,998,174               Net deferred tax liabilities    $ 57,524,754    $ 64,470,002              F- 14. Selected Quarterly Operating Results (unaudited)The following tables set forth a summary of the Company&#146;s consolidated results on a quarterly basis for the years ended December 31, 2009 and 2008. The information for each of these quarters is unaudited and, in the Company&#146;s opinion, has been prepared on a basis consistent with the Company&#146;s audited consolidated financial statements appearing elsewhere in this Annual Report. This information includes all adjustments, consisting only of normal recurring adjustments the Company considered necessary for a fair presentation of this information when read in conjunction with the Company&#146;s consolidated financial statements and related notes appearing elsewhere in this Annual Report. Results of operations for any quarter are not necessarily indicative of the results for a full year or any future periods.Quarterly Financial Data      Quarter       First    Second    Third     Fourth   2009        Total revenues    $ 56,991,198    $ 49,081,953    $ 47,673,821      $ 18,740,629  Total operating expenses      47,001,669      45,060,679      48,097,751        48,513,584  Income (loss) from operations      9,989,529      4,021,274      (423,930 )      (29,772,955 )  Net income (loss)      4,602,144      842,287      (1,641,668 )      (20,236,860 )  Total comprehensive income (loss)      5,071,834      1,544,518      (1,473,973 )      (19,867,065 )  Weighted average number of shares:        Basic      30,610,988      30,623,320      30,642,866        30,657,948  Diluted      30,624,101      30,711,491      30,642,866        30,657,948  Earnings (loss) per common share outstanding:        Basic    $ 0.15    $ 0.03    $ (0.05 )    $ (0.66 )  Diluted    $ 0.15    $ 0.03    $ (0.05 )    $ (0.66 )       Quarter       First    Second    Third     Fourth   2008        Total revenues    $ 64,354,730    $ 56,479,499    $ 58,353,763      $ 55,024,324  Total operating expenses      50,102,324      49,675,339      50,084,817        45,975,626  Income from operations      14,252,406      6,804,160      8,268,946        9,048,698  Net income      6,777,824      2,124,158      3,039,979        3,781,235  Total comprehensive income      4,603,816      4,240,849      2,973,212        1,252,584  Weighted average number of shares:        Basic      30,553,019      30,561,421      30,570,423        30,579,066  Diluted      30,565,690      30,606,807      30,614,701        30,581,939  Earnings per common share outstanding:        Basic    $ 0.22    $ 0.07    $ 0.10      $ 0.12  Diluted    $ 0.22    $ 0.07    $ 0.10      $ 0.12   F- Quarterly Changes in Valuation Allowance for Purchased Receivables      Quarter  2009    First     Second     Third     Fourth   Beginning balance    $ 71,949,326      $ 73,685,026      $ 80,216,255      $ 72,585,455  Impairments      3,791,000        7,144,000        6,916,938        32,422,317  Reversal of impairments      (341,700 )      (298,000 )      (129,800 )      &#151;  Deductions(1)      (1,713,600 )      (314,771 )      (14,417,938 )      (591,317 )                                   Ending balance    $ 73,685,026      $ 80,216,255      $ 72,585,455      $ 104,416,455                                          Quarter  2008    First     Second     Third     Fourth   Beginning balance    $ 62,091,755      $ 61,239,905      $ 66,185,655      $ 68,892,455  Impairments      1,795,533        5,810,417        3,544,000        4,962,586  Reversal of impairments      (1,411,250 )      (841,250 )      (459,200 )      (360,100 )  Deductions(1)      (1,236,133 )      (23,417 )      (378,000 )      (1,545,615 )                                   Ending balance    $ 61,239,905      $ 66,185,655      $ 68,892,455      $ 71,949,326                                     (1)Deductions represent impairments on purchased receivable portfolios that became fully amortized during the period and, therefore, the balance is removed from the valuation allowance since it can no longer be reversed. F-31"
    }
]