[
    {
        "header": "Item 1. Business",
        "content": "The terms &#147;we&#148;, &#147;us&#148;, &#147;our&#148; or &#147;aaiPharma&#148; in this Form 10-K include aaiPharma Inc., its corporate predecessors and its subsidiaries, except where the context may indicate otherwise. Our corporation was incorporated in 1986, although its corporate predecessor was founded in 1979. In 1999, we merged with Medical &#038; Technical Research Associates, Inc.\nOur principal executive offices are located at 2320 Scientific Park Drive, Wilmington, North Carolina (telephone: 910-254-7000).\nOur Internet address is www.aaipharma.com. We make available through our internet website our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) of the Securities Exchange Act of 1934 as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission."
    },
    {
        "header": "Trademarks and Trade Names",
        "content": "3   We own the following registered and unregistered trademarks: Darvocet&#153;, Darvon&#174;, Darvon-N&#174;, Darvocet-N&#174;, Darvocet A500&#153;, Brethine&#174;, ProSorb&#174;, ProSorb-D&#153;, ProSLO&#153;, ProSLO II&#153;, ProCore&#174;, Oramorph&#174; SR, ProLonic AQ&#153;, Roxanol&#153;, Roxicodone&#174;, AzaSan&#174;, aaiPharma&#174;, AAI&#174; and Applied Analytical Industries&#174;. AzaSan&#174; is a registered trademark owned by us and licensed to Salix Pharmaceuticals. Unless the context otherwise requires, references in this document to Darvon are to Darvon&#174; and Darvon-N&#174; collectively and references to Darvocet are to Darvocet-N&#174; and Darvocet A500&#153;. We also reference trademarks owned by other companies. Prilosec&#174; is a registered trademark of AstraZeneca AB, Dolophine&#174; is a registered trademark of Eli Lilly and Company, Allegra-D&#174; is a registered trademark of Aventis Pharmaceuticals Inc., Proventil&#174; is a registered trademark of Schering Corporation, Volmax&#174; is a registered trademark of GlaxoSmithKline, Ultram&#174; is a registered trademark of Johnson &#038; Johnson, Imuran&#174; is a registered trademark of Prometheus Laboratories Inc."
    },
    {
        "header": ",",
        "content": "M.V.I.&#174; and Aquasol&#174; are registered trademarks owned by Mayne Pharma (USA) Inc., Duraclon&#174; is a registered trademark owned by Fujisawa Healthcare, Inc. and licensed to us, Avinza&#174; is a registered trademark owned by Ligand Pharmaceuticals, Inc., MS Contin&#174; and Oxycontin&#174; are registered trademarks owned by Purdue Pharma, L.P., Kadian&#174; is a registered trademark owned by Alpharma Inc., Zemplar&#174; and Calcijex&#174; are registered trademarks owned by Abbott Laboratories, and Hectorol&#174; is a registered trademark owned by Bone Care International Inc. All references in this document to any of these terms lacking the &#147;&#174;&#148; or &#147;TM&#148; symbols are defined terms that reference the products, technologies or businesses bearing the trademarks with these symbols."
    },
    {
        "header": "Overview",
        "content": "Our company was founded in 1979 to provide laboratory services, such as analytical testing on pharmaceutical compounds, to pharmaceutical companies.\nIn the 1980s, we increased our service offerings to include clinical trials material manufacturing, microbiological testing and regulatory and quality consulting. We continued expanding our scientific base in the 1990s by adding bioanalytical, biotechnical, commercial manufacturing and human clinical trials management capabilities. We offer our clients scientific solutions to their pharmaceutical development needs. In our history, we have worked with large and small companies offering a wide range of services across the drug development continuum.\nWe also used our drug development capacity to work on our own internal product pipeline. In the 1990s, we helped establish two companies which received approvals for products we developed. We also entered into various shared-risk arrangements with companies to bring pharmaceutical products to the market based on development work we conducted.\nIn 2001, we began pursuing a product acquisition strategy. Between August 2001 and April 2002, we acquired three product lines, which we initially marketed through a contract sales force. In late 2002, we decided to augment sales of our products by creating an internal sales and marketing capability. In late 2003, we completed the acquisition of a line of pain products from Elan. This acquisition opened the hospital channel for promotion of a sophisticated line of injectable products used to treat pain. These products are mainly used in hospital settings and the hospital market will be the focus of our pharmaceutical operations in 2004.\nWe operate through the following businesses:4  For information about the revenues, income from operations and total assets of each segment of our business for each of the last three years, see Note 12 of Notes to Consolidated Financial Statements included elsewhere in this report."
    },
    {
        "header": "Vision and Strategy of our Company",
        "content": "We envision aaiPharma as a science-driven pharmaceutical company focused on developing medicines that minimize or eliminate pain in patients. The business model of our company is unique and incorporates significant third party utilization of our drug development capabilities and our facilities in exchange for fees and royalties, which we use to offset the overhead costs of our company and our research and development program.\nOur company has extensive pharmaceutical development experience and has been part of the development program on numerous products for major pharmaceutical companies for over 20 years. We plan to leverage that experience, our own intellectual properties and our relationships with other pharmaceutical companies to grow our company by developing our own novel product portfolio and by acquiring existing products and improving them.\nWe plan to commercialize our own pharmaceuticals in three ways: We plan to focus our research and development efforts toward improved pain therapeutics, although we will continue a broader research effort in other therapeutic areas such as gastrointestinal disease and central nervous system disorders. We will continue to research physical chemical attributes of various pharmaceuticals and broaden our intellectual property base."
    },
    {
        "header": "Pharmaceuticals Division &#150; Our Product Sales Business",
        "content": "The Pharmaceuticals Division markets and commercializes the pharmaceutical products that we have acquired or developed. In 2004, we made a strategic decision to refocus our sales force to the hospital and pain clinic markets following our acquisition of Duraclon, Oramorph SR and a methadone injectable product. Our sales force is being redesigned to provide experienced and knowledgeable professionals to sell our complex, highly technical specialty pharmaceutical products to a sophisticated target market. We believe that this new, narrower focus will create greater efficiencies for our sales team and allow us a forum to discuss the clinical benefits of our products. To improve the selling efforts of our proprietary branded 5   products, such as the Darvon and Darvocet brands, and our near term pipeline products, we will seek to identify and team with a long term marketing alliance partner to market and sell to primary care physicians.\nConsistent with our scientific and clinical orientation we will expand our medical affairs resources to support and improve the clinical application and utilization of our products to benefit patients.\nWe commercialize products in the pain and critical care therapeutic areas. Our pain products include both Schedule IV drugs, (Darvon/Darvocet), and Schedule II products acquired from Elan. Our critical care products are used to treat chronic kidney dialysis patients (calcitriol), organ rejection in kidney transplants (azathioprine) and severe asthma (Brethine). We are aware that our Brethine injectable product is prescribed by doctors for off-label usage to treat premature labor."
    },
    {
        "header": "Sales and Distribution of Pharmaceutical Products",
        "content": "We use an internal sales force to sell our pharmaceutical product lines. As mentioned above, we are redesigning our sales efforts to reach hospitals and pain clinics.\nAs of May 12, 2004, we had 75 sales representatives. We have contracted with a subsidiary of Cardinal Health, Inc. to provide warehousing, distribution, inventory tracking, customer service, and financial administrative assistance related to our distribution program, including management of applicable chargebacks, and accounts receivable collection.\nOn December 26, 2003 we entered into an agreement with a second subsidiary of Cardinal Health, Inc., effective as of October 1, 2003, to act as our exclusive distributor of Brethine injectable products in their 10-pack presentation for a three-year period."
    },
    {
        "header": "Manufacturing Capability",
        "content": "We currently manufacture certain high-potency and high-toxicity drug products, along with controlled substance products, for ourselves and for clients in our manufacturing facility in Wilmington, North Carolina. Although our manufacturing generally covers small volume products, our manufacturing capability has been upgraded to allow manufacture of a portion of the Darvon and Darvocet family of products in our own facility. We also manufacture certain drugs developed on behalf of clients for commercial sale and we provide manufacturing, packaging, and labeling of clinical trial materials. In addition, we also operate a 48,000-square-foot sterile manufacturing facility in Charleston, South Carolina where we manufacture sterile, injectable products, including our methadone hydrochloride product and our Brethine injectable product."
    },
    {
        "header": "Our Pharmaceutical Products",
        "content": "We commercialize products in two therapeutic areas, pain management and critical care."
    },
    {
        "header": "Pain Management Products",
        "content": ""
    },
    {
        "header": "Roxicodone, Oramorph SR, Roxanol and Duraclon Product Lines",
        "content": ". On December 2, 2003, we acquired a line of pain management products, which treat moderate-to-severe pain (the &#147;New Pain Products&#148;), and existing inventory from subsidiaries of Elan Corporation, plc. We acquired these product lines, inventory and related intangible assets for $102.5 million, exclusive of transactional costs. These products consist of three brands of Schedule II (CII) pain products &#151; Roxicodone (oxycodone hydrochloride) tablets, Oramorph SR (morphine sulfate) sustained-release tablets, and Roxanol (morphine sulfate) immediate release oral solutions. We also acquired a non-scheduled pain management product, Duraclon (clonidine hydrochloride) injection, as part of the same transaction. Schedule II pain products are regulated as controlled substances 6   by the U.S. Drug Enforcement Agency. Each of these products, other than Oramorph SR, is subject to generic competition. Oramorph SR is subject to substitution by pharmacists in certain states.\nSupply of Product. The New Pain Products are manufactured and supplied by third parties. Duraclon is currently purchased on a purchase order basis from American Pharmaceutical Partners, Inc. Roxicodone, Oramorph SR, and Roxanol are purchased pursuant to a manufacturing agreement between Roxane Laboratories, Inc. (&#147;Roxane&#148;) and Elan Pharma International Limited dated September 28, 2001 (the &#147;Roxane Supply Agreement&#148;). We assumed Elan Pharma International Limited&#146;s rights and obligations under the Roxane Supply Agreement in connection with the acquisition of the New Pain Products. The term of the Roxane Supply Agreement expires on September 27, 2006. Roxane manufactures the applicable New Pain Products in its Columbus, Ohio facility."
    },
    {
        "header": "Darvon and Darvocet",
        "content": ". On March 28, 2002, we acquired from Eli Lilly the U.S.\nrights to the Darvon and Darvocet branded product lines in the U.S. (and the existing inventory of these products). The Darvon and Darvocet products are prescribed for the treatment of mild-to-moderate pain. The acquired products include Darvon (propoxyphene hydrochloride), Darvocet-N (propoxyphene napsylate and acetaminophen), and Darvon-N (propoxyphene napsylate).\nThese product lines have been sold in the U.S. for over 25 years, with the initial marketing of Darvon beginning in 1957. Darvon&#146;s patent exclusivity expired in 1973 and Darvon-N and Darvocet-N&#146;s patent exclusivity expired in 1985. The first generic version of Darvon was introduced in 1973, and by 1985, numerous generic products were being marketed for substitution for Darvon and Darvocet. We believe that Eli Lilly ceased actively promoting these brands in approximately 1993.\nWe paid $211.4 million in cash, exclusive of transactional costs, for the rights in the U.S. to these products and Eli Lilly&#146;s existing inventory of these products. In addition, we have agreed to pay Eli Lilly royalties upon sales of our future developed improvements to the Darvon and Darvocet products or other products containing the active ingredient propoxyphene and any other pharmaceutical products sold under the name Darvon, Darvocet or certain other trademarks. We will pay additional royalties for future products during each calendar quarter for a ten-year period beginning upon the product&#146;s commercial introduction, provided that the total net sales of all of these future products, combined with the total net sales of the current Darvon and Darvocet products, exceed $15.0 million in the applicable calendar quarter. We do not owe any royalties on the sales of the Darvon and Darvocet products themselves that we acquired from Eli Lilly.\nSupply of Product. Under a manufacturing agreement, as amended, that we have entered into with Eli Lilly, Eli Lilly agreed to supply specified quantities of the acquired products and the bulk active ingredient from and after closing for the then-existing twelve Darvon and Darvocet product presentations (form and dosage). The supply agreement extends through December 31, 2004. We purchase these products manufactured by Eli Lilly for a fixed unit cost, subject to a percentage increase on each January 1 plus any increase in Eli Lilly&#146;s cost of raw materials during that year. However, the purchase price for these products is no less than Eli Lilly&#146;s standard cost of manufacturing, which includes raw materials, direct labor, and plant overhead attributable to the Darvon and Darvocet products. We have acquired all of the product under this agreement that we will need for 2004, except for the requirements of one product which we are manufacturing in one of our manufacturing facilities. We intend to transfer into our facility the manufacturing of all products previously manufactured by Eli Lilly, except one product which will be manufactured by a third party. The transfer of this manufacturing, however, is subject to FDA approval and it is possible that this approval could require significant expense and time, and it is possible that we might never receive approval."
    },
    {
        "header": "Darvocet A500",
        "content": ". We acquired a product which we subsequently branded as Darvocet A500 from Athlon Pharmaceuticals in July 2003. Due to safety concerns about the potential for liver toxicity from large doses 7   of acetaminophen, the FDA established a recommended 4,000 mg maximum daily dose limit of over-the-counter acetaminophen for adults. Containing only 500 mg of acetaminophen, compared to 650 mg in Darvocet-N 100, Darvocet A500 taken at the recommended daily dose provides 1,000 mg less acetaminophen than the FDA limit. Because many patients continue taking over-the-counter pain relievers and sleep aids containing acetaminophen in addition to a prescription pain reliever, Darvocet A500 reduces the likelihood of exceeding the recommended daily limit for acetaminophen when taken up to six times per day, without sacrificing analgesic efficacy. We received FDA approval of Darvocet A500 on September 10, 2003, launched the product in September 2003 and initiated a national campaign in October 2003.\nIn connection with the acquisition, we entered a three-year services agreement with Athlon Pharmaceuticals to provide sales support in designated territories throughout the United States for the Darvocet A500 product. After providing notice to Athlon of its material breach under this agreement, we terminated this agreement on June 4, 2004 and have initiated litigation.\nSupply of Product. Darvocet A500 is manufactured and supplied by Mikart, Inc.\n(Mikart). Mikart manufactures Darvocet A500 in its Atlanta, Georgia facility.\nWe have entered into an agreement with Mikart to supply us with our requirements for Darvocet A500 for an initial term ending 2013. Thereafter, the agreement with Mikart will continue for successive one-year renewal terms unless terminated by either party as set forth in the agreement. The agreement requires us to make a payment to Mikart if we have not purchased a set amount of Darvocet A500 by September 2006. We have amended this agreement in 2004 to allow additional products of ours to be manufactured by Mikart and for these products to be included in our purchase obligation although we have not yet agreed on the terms for manufacturing these additional products, including price."
    },
    {
        "header": "Methadone Hydrochloride Injection",
        "content": ". In April 2003, we acquired exclusive rights to a parenterally administered methadone product, formerly branded as Dolophine Hydrochloride Injection, from Roxane. This product is indicated for the treatment of moderate-to-severe pain not responsive to non-narcotic analgesics, and for use in temporary treatment of opioid dependence in patients unable to take oral medication.\nWe manufacture this product at our facility in Charleston, South Carolina."
    },
    {
        "header": "Critical Care Products",
        "content": ""
    },
    {
        "header": "Brethine",
        "content": ". On December 13, 2001, we acquired the U.S. rights to the Brethine branded product line from Novartis Pharmaceuticals Corporation and Novartis Corporation for $26.6 million in cash, exclusive of transactional costs.\nBrethine, or terbutaline sulfate, is a beta-adrenergic agonist bronchodilator, meaning that it aids in the flow of air through the bronchial tubes for people suffering from asthma, emphysema, chronic bronchitis, and other lung diseases.\nBrethine is approved in oral and injectable forms for the prevention and reversal of bronchospasm in patients age 12 and older with asthma and reversible bronchospasm associated with bronchitis and emphysema. Although physicians also prescribe Brethine to stop premature labor, this drug has not been approved by the FDA for this indication and thus we do not market or promote the product for this use. Brethine was initially marketed beginning in 1975. We believe that Novartis ceased actively promoting Brethine in the early 1990s, although Novartis selectively marketed and promoted Brethine since then and a third party provided marketing support for Brethine during 1999 and 2000.\nIMPAX Laboratories has been marketing a generic version of the oral form of Brethine since July 2001. Two generic versions of the injectable form of this drug were approved in 2004. Major branded products competing against Brethine to treat these ailments include Volmax, Proventil, and branded and generic forms of albuterol.\n8   Supply of Product. We entered into an interim supply agreement with Novartis providing for manufacture and packaging of the oral and injectable form of Brethine for sale by us in the U.S. through December 13, 2004. Under the supply agreement, we may purchase the products for a fixed unit cost during the term of the agreement, that was subject to an annual price adjustment on January 1, 2003 and January 1, 2004 tied to the Consumer Price Index. We have transferred the Brethine manufacturing processes to our own facility."
    },
    {
        "header": "Calcitriol",
        "content": ". On February 13, 2002, we acquired from Aesgen, Inc. the rights to its calcitriol product, a generic injectable vitamin D nutritional product.\nThis product is used primarily to treat chronic kidney dialysis patients with abnormally low levels of calcium in their circulating blood. We paid $1.0 million for this product at the time of acquisition and agreed to make additional contingent milestone payments of up to $1.5 million and royalty payments for the eight-year period following the first commercial sale of this product. In 2003, the prerequisite for payment of an additional $500,000 of such contingent milestones occurred and such payment was made to Aesgen, while the prerequisites for payment of the remaining $1.0 million were not met and no further payment of this amount is owed by us.\nOn February 20, 2003, we were notified by the FDA of marketing approval for our calcitriol product, with shared 180-day marketing exclusivity for this drug product with a second company. No other companies were approved for the sale of calcitriol until the expiration of this market exclusivity period, after which time additional generic calcitriol products competing with our calcitriol product were approved for commercial sale by the FDA. In March 2003, we commenced commercial sales of our calcitriol product and also entered into a long-term manufacturing and co-promotion agreement with another company with respect to such other company&#146;s calcitriol product under their regulatory approval. The exclusivity period ended in the second half of 2003."
    },
    {
        "header": "Azathioprine",
        "content": ". In 2003, we received FDA approval to market three internally developed line extensions of additional strengths to our current 50 mg generic azathioprine tablet product: 25 mg, 75 mg and 100 mg tablets. We began selling the 75 mg and 100 mg products in the first quarter of 2003. Azathioprine is an immunosuppression agent used in the prevention of organ rejection in kidney transplants and for the management of severe, active rheumatoid arthritis unresponsive to rest, aspirin or other nonsteroidal anti-inflammatory drugs, or NSAIDs. In November 2003, we granted Salix Pharmaceuticals an exclusive license to market the 25 mg, 75 mg, and 100 mg strengths of AzaSan (azathioprine) and we licensed our AzaSan trademark to Salix. Under the agreement with Salix, we receive royalties on net sales. We entered into a three-year supply agreement with Salix to continue to manufacture these products and supply all of Salix&#146;s needs. We continue to manufacture and sell our 50 mg azathioprine tablet product as a generic product."
    },
    {
        "header": "M.V.I. and Aquasol",
        "content": ". On August 17, 2001, we acquired the M.V.I. and Aquasol branded lines of critical care injectable and oral nutritional products from AstraZeneca for $52.5 million, exclusive of transactional costs, paid at closing, plus additional consideration described below. Our M.V.I. and Aquasol product line acquisition agreement was amended on July 22, 2003. As amended, it provided for two $1.0 million guaranteed payments, which were made in August 2002 and 2003, eliminated a contingent payment of $2.0 million that was potentially due in August 2003 under the original agreement, and provided for a future contingent payment of $43.5 million potentially due in August 2004, depending on the status of certain reformulation activities being carried out by the seller and regulatory approval of the reformulation by the FDA. The amount of the $43.5 million contingent payment was to be reduced by $1 million per month if the conditions for the contingent payment had not occurred by December 31, 2002. The conditions for the contingent payment were not met by the required date, so the amount of the contingent payment had decreased by $12.0 million by the end of December 2003. Such conditions were satisfied in January and February 2004, fixing the liability at $31.5 million. As of December 31, 2003, this contingent obligation had not been 9   recorded as a liability on our consolidated balance sheet and will be recorded in the first quarter of 2004. Also on July 22, 2003, the M.V.I. supply agreement with the seller was extended through 2008, subject to early termination rights by us on six months&#146; notice given at any time, and by the supplier on twenty-four months notice given at any time on or after August 17, 2004. The M.V.I. and Aquasol product lines did not have separable assets and liabilities associated with them other than inventory; therefore we allocated the remaining purchase price to acquired identifiable intangible assets.\nOn April 26, 2004, we sold our M.V.I. and Aquasol product lines (the &#147;M.V.I.\nand Aquasol Sale&#148;) to Mayne Pharma (USA) Inc. for $105 million, subject to adjustments based on inventory levels at closing and other post-closing obligations. A portion of the closing payment is held in escrow to satisfy our post-closing obligations under the agreement. At the closing of the transaction, we paid to AstraZeneca AB the $31.5 million payment due in August 2004, which was discounted to approximately $31.0 million (the &#147;M.V.I.\nPayment&#148;). The M.V.I. Payment represents a payment upon FDA approval of the reformulated product under the terms of the amended purchase agreement with AstraZeneca."
    },
    {
        "header": "AAI Development Services &#151; Our Development Services Business",
        "content": "AAI Development Services offers a comprehensive range of pharmaceutical product development services to our customers on a worldwide basis. These services include formulation development, analytical, microbiological, bioanalytical and stability testing services, production scale-up, biotechnology analysis and synthesis, human clinical trials, regulatory and quality consulting, and manufacturing.\nThese services generally are provided on a fee-for-service basis.\nPrior to our transition to a specialty pharmaceutical company, this development services business was the core of our operations. AAI Development Services provides its services, both individually and in an integrated fashion, to: Since our founding in 1979, we have contributed to the submission, approval or continued marketing of many client products, encompassing a wide range of therapeutic categories and technologies. We believe that our ability to offer an extensive portfolio of high quality drug development and support services enables us to effectively compete as pharmaceutical and biotechnology companies look for a mixture of stand-alone and integrated drug development solutions that offer cost-effective results on an accelerated basis.\nWe have a strong base of resources, expertise, and ideas that allows us to develop and improve drug products and carry out product life cycle management activities both for our customers and ourselves. Our expertise covers many therapeutic categories and types of pharmaceutical products. We are expanding our expertise in the key therapeutic area of pain management to further enhance our products in this area.\nWe focus on our customers&#146; individual needs when marketing our services, often placing our technical personnel with our clients&#146; development teams to participate in planning meetings for the development or improvement of a product. We assign our sales and technical personnel as contacts for our larger clients, understanding that technical personnel may be better able to identify the full scope of our client&#146;s needs and suggest innovative approaches.\nAdditionally, we host several technical seminars each year to help our customers stay abreast of the latest developments in their industries.\n10   Generally, AAI Development Services&#146; fee-for-service contracts are terminable by the client upon notice of 30 days or less. Although the contracts typically permit payment of certain fees for winding down a project or for work incurred to date, the loss of a large contract or the loss of multiple contracts could adversely affect our future revenue and profitability in our development services business. Contracts may be terminated for a variety of reasons, including the client&#146;s decision to stop a particular study, the failure of product prototypes to satisfy safety requirements, and unexpected or undesired results of product testing.\nAAI Development Services&#146; core services are organized internally along pharmaceutical, analytical, biopharmaceutical, clinical and regulatory affairs lines to mirror the movement of pharmaceutical products through the drug development pipeline."
    },
    {
        "header": "Pharmaceutical Services",
        "content": "AAI Development Services provides a variety of pharmaceutical services to its customers, including drug formulation development and small scale manufacturing, as well as storage and distribution of clinical trial supplies.\nThe services are organized to help clients from the pre-clinical to post-marketing stages.\nFormulation Development Services. AAI Development Services provides integrated formulation development services for customers&#146; pharmaceutical products to develop safe and stable products with desired characteristics. AAI Development Services provides services during each phase of the drug development process, from new compounds to modifications of existing products. These formulation development projects may last for a short duration or for several years.\nManufacture of Clinical Trial Supplies. AAI Development Services manufactures clinical trials materials for Phase I through IV drug-product clinical trials.\nIt has expertise in manufacturing tablets, capsules, sachets, liquids and suspensions, creams, gels, lotions and ointments. Outsourcing of clinical supply manufacturing is particularly attractive to pharmaceutical companies that maintain large, commercial-quantity, batch facilities, where clinical supply manufacturing would divert resources from revenue-producing manufacturing. AAI Development Services has a dedicated 25,000 square foot facility in Wilmington, North Carolina and another facility in Neu-Ulm, Germany to distribute and track clinical trial materials used in clinical studies.\nAdditionally, they have the capacity for controlled substance storage and handling. AAI Development Services provides its clients with assistance in scaling up production of clinical supply quantities to commercial quantity manufacturing and provides small batch commercial manufacturing capabilities."
    },
    {
        "header": "Analytical Services",
        "content": "AAI Development Services provides a wide variety of analytical services, as well as services pertaining to method development and validation, drug product and active pharmaceutical ingredient characterization and control, microbiological support, stability storage and studies, technical support and problem solving. Our analytical services include:"
    },
    {
        "header": "Biopharmaceutical Services",
        "content": "AAI Development Services integrates a Phase I clinical study capability with bioanalytical and biotechnology expertise to provide biopharmaceutical services to its customers. The analysis of drugs, metabolites, and endogenous compounds in biological samples is a core service. Our biopharmaceutical services include: 11"
    },
    {
        "header": "Phase I to IV Clinical Services",
        "content": "AAI Development Services provides a broad range of Phase I through IV clinical services to customers in the pharmaceutical, biotechnology, and medical device industries for assistance in the drug development and regulatory approval process in North America. The clinical services include clinical trial management and monitoring, site selection, medical affairs (including safety surveillance and serious adverse event management), data management and statistics."
    },
    {
        "header": "Regulatory and Other Consulting Services",
        "content": "AAI Development Services provides consulting services with respect to regulatory affairs, quality compliance, and process validations. It assists in the preparation of regulatory submissions for drugs, devices and biologics, audits clients&#146; vendors and client operations, conducts seminars, provides training courses, and advises clients on applicable regulatory requirements.\nAAI Development Services also assists clients in designing development programs for new or existing drugs intended to be marketed in the United States and Europe."
    },
    {
        "header": "Research and Development Division &#151; Our Product Development Business",
        "content": "The Research and Development Division provides research and development expertise that has been leveraged externally for our clients and more recently internally for our own proprietary product efforts. This division serves as the foundation for our &#147;bridging&#148; strategy that allows us to provide integrated new product planning services by bridging the company&#146;s research and development capabilities with our commercialization efforts. The division has a unique portfolio of proprietary and licensed drug-delivery technologies (described below) and intellectual property rights. We offer these product improvement or life cycle management activities to our customers for royalties, milestone payments, and fees. In addition, we apply this expertise to improve our acquired products and internally develop our own new products.\nIn addition to product development, the Research and Development Division seeks to develop proprietary drug-delivery technologies for licensing to our clients.\nWe also utilize our technical resources and operating capacity for internal drug and technology development with the objective of marketing new products or licensing marketing rights to third parties.\nOur internal product and technology development program has resulted in multiple product applications filed with the FDA and European regulatory agencies. Many of these products have been licensed or sold. Others are still in development. The internal development program has also resulted in patents covering drugs and drug technology and numerous pending patent applications.\nWe have significant experience in providing product life cycle management services to our clients, which we leverage to develop our own proprietary products. Product life cycle management offers product improvement and line extension opportunities to clients, generally for marketed products facing patent expiration that could medically and commercially benefit from improvements or line extensions. Product improvements and line extensions offer clients an opportunity to improve product or product delivery characteristics, thus enhancing the medical value while extending the commercial value of a branded product line. Improved characteristics may include enhancement of product stability, creation of additional absorption profiles (e.g., quick or sustained release), higher drug absorption or bioavailability (permitting 12   reduced drug loads per dose with the potential for lower costs and side effects), improved taste, more attractive appearance, or better dosage regimes (e.g., once a day versus multiple doses per day). Product line extensions may include new dosage forms, such as solids, liquids and chewables, to increase patient populations who can benefit from such drugs (e.g., pediatric or geriatric patient populations), as well as new dosage strengths that may be more convenient for doctors and patients under current treatment regimens.\nProduct modifications and line extensions offer clients the opportunity to target new patient populations and improve patient compliance and convenience.\nProduct life cycle management activities also can lead to new inventions and discoveries in the course of the research and development work, providing new opportunities for long-term patent protection for the modified products and potential long-term value for licensees of our technologies."
    },
    {
        "header": "Our Drug-Delivery Technologies",
        "content": "Our portfolio of internally developed and in-licensed drug-delivery technologies provide us with opportunities for the expansion of a drug product&#146;s effective market life. Our currently available technologies include: We own the ProCore, ProSorb, and Prolonic AQ technologies. The ProSLO and ProSLO II technologies are available for use by us and our clients in the U.S.\nthrough an agreement with Osmotica Corporation. We have entered into a Cooperative Venture Agreement with Osmotica Corporation to develop, manufacture and license various new drug products with third party organizations. This agreement enables us to develop mutually acceptable new drug products or improve the characteristics of mutually acceptable existing products and compounds utilizing patents, patent applications and know-how associated with pharmaceutical formulation technologies for such products.\n13   The Research and Development Division has continued our internal development of products to be licensed to third parties that have additional marketing and distribution capabilities or a therapeutic focus different than ours."
    },
    {
        "header": "Our Internal Product Development Pipeline",
        "content": "We have a number of proprietary pharmaceutical products under development, in three primary categories: Our product development strategy focuses on products for which we expect some period of market exclusivity, without competition from generic substitutes or other third-party products. This exclusivity may come by way of patents or regulatory exclusivity.\nWe are currently developing the following products: Darvon/Darvocet Line Extension. A line extension with improved product delivery and therapeutic characteristics eligible for regulatory and patent exclusivity.\nBrethine Line Extensions. We have received FDA approval of a glass vial form of an injectable Brethine product, as opposed to the current glass ampoule presentation. This form improves the safety and convenience of administering this drug. We are also working towards reducing the aluminum content in this product.\nProSorb-D. ProSorb-D is a softgel capsule that combines diclofenac, an anti-inflammatory pain medication, with our ProSorb rapid dispersion technology. This product is for the management of pain. It has recently completed Phase III clinical trials and we plan to file a New Drug Application, or NDA, with the FDA in the second half of 2004.\nGastrointestinal Product. We are developing a proton pump inhibitor, delivered in a unique formulation developed by us. The product is in clinical evaluation with filing planned in the second half of 2004.\nFexofenadine/pseudoephedrine. On January 15, 2004, we announced that Aventis submitted an NDA to the FDA for Allegra-D 24-hour tablets. This is a fexofenadine/pseudoephedrine formulation developed by us with a patented extended release drug-delivery technology, ProSLO II. Upon approval by the FDA, we will receive a milestone payment and royalties on sales of the product.\nOther Product Candidates. In addition to the specifically identified products named above, we continue to target additional products to develop. As we continue our development activities, obtain additional information, and evaluate our interim results, we may decide to change the scope and direction of any of our 14   development programs and projects. This could also change how we allocate our research and development spending. Notwithstanding the foregoing, we may not be able to successfully develop, commercialize or license any of the products discussed in this Form 10-K.\nWe devote significant resources to research and development. For fiscal years 2003, 2002 and 2001, our expenditures on research and development were $21.8 million, $20.9 million and $10.5 million, respectively."
    },
    {
        "header": "Information Technology",
        "content": "We have made significant investments in information technology. Our customized data management system connects analytical instruments with multiple software architectures permitting automated data capture. We believe that information technology enables us to expedite the development process by designing innovative services for individual client needs, providing project execution, monitoring and control capabilities that exceed a client&#146;s internal capabilities, streamlining and enhancing data presentation to the FDA and improving our own internal operational productivity, while helping to maintain quality. We continue to upgrade and expand our company-wide financial and operational integrated management information systems. Significant upgrades have begun and are scheduled to be completed during 2004."
    },
    {
        "header": "Customers",
        "content": "Our largest customers are large wholesalers of pharmaceutical products. The Pharmaceuticals Division&#146;s customers are primarily large well-established pharmaceutical wholesalers. Cardinal Health, Inc., AmerisourceBergen Corporation and McKesson Corporation accounted for approximately 16.7%, 15.4% and 11.6% of our 2003 consolidated net revenues, respectively and 30.8%, 28.4% and 21.4%, respectively, of our Pharmaceuticals Division net revenues. As is customary in the pharmaceutical industry, we accept returns of products we have sold as the products near their expiration date.\nSignificant research and development projects have a defined cycle, and accordingly, the composition of our customer group in the AAI Development Services and Research and Development Division areas of our business changes from year to year. Because of the project nature of engagements in these business segments, large customers may represent a significant portion of the business in one period but not subsequent periods. We have experienced concentration in these areas of our business in the past, and do not believe that this is unusual for companies which operate in this market. However, we do not believe that revenues from any large customer of the Research and Development Division or AAI Development Services are likely to exceed 10% of our consolidated net revenues in the foreseeable future."
    },
    {
        "header": "Backlog",
        "content": "Our order backlog consists of anticipated net revenues from signed fee-for-service contracts for which services have not been completed. Once contracted work begins, net revenues are recognized as the service is performed. The order backlog does not include anticipated net revenues for work performed for internal clients or for any variable-priced contracts. During the course of a project, a client may substantially adjust the requested scope of services and corresponding adjustments are made. Our order backlog also includes orders for pharmaceutical products that have been ordered by our customers, but have not yet been shipped.\nWe believe that our order backlog as of any date is not a meaningful predictor of future results due to the variability and short duration of many of our development services contracts. The backlog can also be affected by adjustments in the scope of contracted projects. At December 31, 2003 and 2002, our order backlog was approximately $52 million and $57 million, respectively. We do not expect to fill approximately15   $10 million of the 2003 amount by December 31, 2004. Included in the backlog total is $1.3 million for pharmaceutical products ordered but not yet shipped."
    },
    {
        "header": "Competition",
        "content": "We compete with companies and organizations in multiple segments of the pharmaceutical industry. The branded drug products of our Pharmaceuticals Division are subject to competition from the branded and generic products of other pharmaceutical companies, ranging from small specialty pharmaceutical companies to large pharmaceutical companies.\nThe following tables illustrate the products that compete with the products we sell:"
    },
    {
        "header": "Our Branded Products",
        "content": ""
    },
    {
        "header": "Our Generic Products",
        "content": "In addition to the competitive products listed above, additional competitive products may be introduced in the future.\n16   Our AAI Development Services and Research and Development Divisions compete primarily with in-house research, development, quality control, and other support service departments of pharmaceutical and biotechnology companies, as well as university research laboratories and other contract research organizations. We believe that although there are numerous fee-for-service competitors in this industry, there are few competitors that offer the depth or breadth of scientific capabilities that we provide. Some of our competitors, however, may have significantly greater resources than we do. Competitive factors generally include reliability, turn-around time, reputation for innovative and quality science, capacity to perform numerous required services, financial viability, and price. We believe that we compete favorably in each of these areas."
    },
    {
        "header": "Government Regulation",
        "content": "The services that we perform and the pharmaceutical products that we develop, manufacture, and sell are subject to various rigorous regulatory requirements designed to ensure the safety, effectiveness, quality and integrity of pharmaceutical products, primarily under the Federal Food, Drug, and Cosmetic Act, including current Good Manufacturing Practice regulations. These regulations are commonly referred to as the cGMP regulations and are administered by the FDA in accordance with current industry standards. Our services and development efforts performed outside the U.S. and products intended to be sold outside the U.S. are also subject to additional foreign regulatory requirements and government agencies.\nU.S. laws and federal regulations apply to all phases of investigational and commercial development (i.e. manufacturing, testing, promotion and distribution of drugs, including with respect to our personnel, record keeping, facilities, equipment, control of materials, processes, laboratories, packaging, labeling, storage and advertising). If we fail to comply with these laws and regulations, our drugs, drug improvements, and product line extensions will not be approved by the FDA or will be withdrawn from the market and the data we collect may be out of specification and not acceptable to the FDA requirements, which may result in us not being permitted to market our products.\nAdditionally, we could be subject to significant monetary fines, recalls and seizures of products, closing of our facilities, revocation of drug approvals previously granted to us, and criminal prosecution. Any of these regulatory actions could materially and adversely affect our business, financial condition and results of operations.\nTo help assure our compliance with applicable laws and regulations, we have quality assurance controls in place at our facilities and we use FDA regulations and guidelines, as well as applicable international standards, as a basis for our quality policies and standard operating procedures. We regularly audit test data, inspect our facilities, and revise our standard operating procedures to meet current cGMPs. In addition, we maintain a system for monitoring product-related complaints for all of our commercial products.\nThe balance of adhering to FDA compliance while bringing products to market requires us to continuously improve our operating standards in order to reduce the possible risk of FDA actions. In the event of any such action of a material nature, the resulting restrictions on our business could materially and adversely affect our business, financial condition and operating results.\nAll of our drugs, investigational and commercial, must be manufactured in conformity with International Conference on Harmonization, or ICH, guidances, cGMP regulations and FDA guidances and guidelines. Drug products subject to an approved FDA-application must be manufactured, processed, packaged, held, and labeled in accordance with information contained in the application.\nModifications, enhancements, or changes in manufacturing sites of approved products are in many cases subject to additional FDA inspections and supplemental approvals to the existing application. The circumstances requiring inspections and supplemental filings may require a lengthy application process.\nOur facilities, including the facilities used in our development services business and those of our third-party manufacturers, are periodically 17   subject to inspection by the FDA and other governmental agencies. If such inspections prove unsatisfactory, the operations at these facilities could be interrupted or halted for lengthy periods of time.\nFailure to comply with FDA or other governmental regulations can result in warning letters. If those warning letters are not adequately addressed, further actions may lead to fines, unanticipated compliance expenditures, recall or seizure of products or total or partial suspension of production or distribution. For drugs under FDA review, failure to be compliant at manufacturing facilities could stop the FDA&#146;s review of our drug approval applications that could, in certain circumstances, extend to the termination of ongoing research, disqualification of data for submission to regulatory authorities, enforcement actions, injunctions, and criminal prosecution. Under certain circumstances, the FDA also has the authority to revoke previously granted drug approvals. Although we have instituted internal compliance programs that consistently comply with cGMPs through strong training and corporate quality oversight, we are cognizant that if these programs do not meet regulatory agency standards or if compliance is deemed deficient in any significant way, it could have a material adverse effect on us, our third party manufacturers and our vendors. Most of our vendors are subject to similar regulations and periodic inspections.\nSome of our development and testing activities for our customers, and the manufacture, development and testing of our New Pain Products, our Darvon and Darvocet products and our methadone hydrochloride product, are subject to the Controlled Substances Act, administered by the Drug Enforcement Administration, or the DEA, which strictly regulates all narcotic and habit-forming substances.\nWe maintain separate, restricted-access facilities and heightened control procedures for projects involving such substances due to the level of security and other controls required by the DEA.\nOur business also involves the controlled storage, use, and disposal of hazardous materials and biological hazardous materials. We are subject to numerous federal, state, local, and foreign environmental regulations governing the use, storage, handling, and disposal of these materials. Although we believe that our safety procedures for handling and disposing of these hazardous materials comply in all material respects with the standards prescribed by law and regulation in each of our locations, the risk of accidental contamination or injury from hazardous materials cannot be completely eliminated. We maintain liability insurance for some environmental risks that our management believes to be appropriate and in accordance with industry practice. However, we may not be able to maintain this insurance in the future on acceptable terms. In the event of an accident, we could be held liable for damages that are in excess or outside of the scope of our insurance coverage or that deplete all or a significant portion of our resources.\nWe are also governed by federal, state and local laws of general applicability, such as laws regulating intellectual property, including patents and trademarks, working conditions, equal employment opportunity, and environmental protection.\nIn connection with our activities outside the U.S., we also are subject to foreign regulatory requirements governing the testing, approval, manufacture, labeling, marketing, and sale of pharmaceutical products, which requirements vary from country to country. Whether or not FDA approval has been obtained for a product, approval by comparable regulatory authorities of foreign countries must be obtained prior to marketing the product in those countries. For example, some of our foreign operations are subject to regulations by the European Medicines Evaluations Agency and the U.K. Medicines Control Agency.\nThe approval process may be more or less rigorous from country to country, and the time required for approval may be longer or shorter than that required in the U.S. Therefore pharmaceutical product approval and policies for pricing required for marketing will vary from country to country due to different regulations and policies required by each.\n18"
    },
    {
        "header": "The Drug Development Regulatory Process",
        "content": "New Drug Approval Process. FDA approval is required before any new drug can be marketed and sold in the U.S. This approval is obtained through the new drug application, or NDA, process, which involves the submission to the FDA of complete pre-clinical data about new compounds and their characteristics, clinical data obtained from studies in humans showing the safety and effectiveness of the drug for the proposed therapeutic use, and chemistry, manufacturing, and controls data documenting how the drug is made and manufacturing operations are controlled.\nBefore introducing a new drug into humans, stringent government requirements for pre-clinical data must be satisfied. The pre-clinical data is obtained from laboratory studies, and tests performed on animals, which are submitted to the FDA in an investigational new drug application, or an IND. The pre-clinical data must provide an adequate basis for evaluating both the safety and the scientific rationale for the initiation of clinical trials of the new drug in humans. Pursuant to the IND, the new drug is tested in humans for safety, adverse effects, dosage, tolerance absorption, metabolism, excretion and other elements of clinical pharmacology, and for effectiveness for the proposed therapeutic use.\nClinical trials are conducted in three sequential phases (i.e., Phase I, Phase II, and Phase III). The clinical development plan, or the process of completing clinical trials during the investigational period, for a new drug may take several years and require the expenditure of substantial operational and financial resources. Phase I clinical trials frequently begin with the initial introduction of the investigational drug product into healthy humans and test primarily for safety. Phase II clinical trials typically involve a small sample of the intended patient population to assess the efficacy of the investigational drug product for a specific indication, to determine dose tolerance and the optimal dose range and to gather additional information relating to safety and potential adverse effects. Phase III clinical trials are studies with a statistically qualified larger study population that compares the active drug product against a placebo. These studies, conducted in a randomized group where the drug and placebo are typically blinded from the physician and patient, further evaluate clinical safety and efficacy at different study sites to determine the overall risk-benefit ratio of the drug and provide an adequate basis for product labeling.\nEach clinical trial is conducted in accordance with rules, or protocols, that are developed to detail the objectives of the study, including methods to monitor safety and efficacy and the precise criteria to be evaluated. These protocols must be submitted to the FDA as part of the IND. In some cases, the FDA allows a company to rely on data developed in foreign countries, or previously published data, which eliminates the need to independently repeat some or all of the studies.\nOnce sufficient data have been developed pursuant to the IND, the NDA is submitted to the FDA to request approval to market the new drug. Preparing an NDA involves substantial data collection, verification and analysis, and expense, and there is no assurance that FDA approval of an NDA can be obtained on a timely basis, if at all. The approval process is affected by a number of factors, primarily the risks and benefits demonstrated in clinical trials as well as the severity of the disease and the availability of alternative treatments. The FDA might not approve an NDA if the regulatory criteria are not satisfied or, alternatively, may require additional studies to enhance the overall risk-benefit ratio prior to an approval action.\nReferencing and Relying on New Drug Applications. With respect to the branded pharmaceutical products (e.g., Darvon and Darvocet) that we have acquired, we are often able to reference the original NDA along with the marketing rights to the products. As a result, when improving these products or developing product line extensions, we are permitted to file a supplemental NDA, or a new drug application known as a 505(b)(2) NDA, that directly cross references all of the data in the original application. This provision in the federal Food, Drug, and Cosmetic Act allows us to shorten our development process for improvements and line extensions. For example, we may be able to reduce the number of clinical trials in a clinical development plan with less extensive, less time-consuming, and less costly Phase II and Phase III testing, with respect to 19   any new products that we may select to develop.\nSimilarly, a 505(b)(2) application allows us to cross reference NDAs, or information therein, that we do not own and are not authorized to reference directly. The 505(b)(2) NDA may, in certain cases, permit us to meet NDA approval requirements with less original scientific data than would normally be required, and may allow us to begin drug development in a later phase, so as to reduce the time and expense involved in any particular phase, for any new products we select to develop. Applications under 505(b)(2) are subject to certain patent and non-patent exclusivity rights applicable to the NDAs on which they rely, if such rights remain in effect when such applications are submitted. If we are unable to proceed with anticipated 505(b)(2) applications for any of the products that we are developing, our FDA approval costs will increase.\nAbbreviated New Drug Application Process for Generic Products. A generic drug contains the same active ingredient as a specified brand name drug and usually can be substituted for the brand name drug by the pharmacist. FDA approval is required before a generic drug can be marketed. Approval of a generic drug is obtained through the filing of an abbreviated new drug application, or an ANDA, under section 505(j) of the Food, Drug, and Cosmetic Act. Submission and approval of an ANDA is subject to certain patent and non-patent exclusivity rights applicable to the brand name drug, if such rights remain in effect when the ANDA is submitted. When processing an ANDA, the FDA waives the requirement of conducting full clinical studies provided that the drug is proven bioequivalent to the reference listed drug (i.e., usually the applicant of the NDA) in a Phase I study conducted in a small number of healthy volunteers. Bioavailability relates to the rate and extent of absorption and levels of concentration of a drug active ingredient in the blood stream needed to produce a therapeutic effect. Bioequivalence compares the bioavailability of one drug with another that contains the same active ingredient, and when established, indicates that the rate and extent of absorption and levels of concentration of a generic drug in the body are the same as the previously approved brand name drug. An ANDA may be submitted for a drug on the basis that it is the equivalent to a previously approved drug or, in the case of a new dosage form or other close variant, is suitable for use under the conditions specified.\nThe timing of final FDA approval of ANDAs depends on a variety of factors, including whether the applicant challenges any listed patents for the brand-name drug and whether the brand-name manufacturer is entitled to one or more non-patent statutory exclusivity periods, during which the FDA is prohibited from accepting or approving applications for generic drugs.\nUnder section 505(j), the FDA may impose debarment and other penalties on individuals and companies that commit certain illegal acts relating to the generic drug approval process. In some situations, the FDA is required not to accept or review ANDAs for a period of up to three years from a company or an individual that has committed certain violations. The FDA may temporarily deny approval of ANDAs during the investigation of certain violations that could lead to debarment and also, in more limited circumstances, suspend the marketing of approved generic drugs by the affected company. The FDA also may impose civil penalties and withdraw previously approved ANDAs. Neither we nor any of our employees have ever been the subject of debarment procedures.\nManufacturing Requirements. Before approving a drug, the FDA also requires that our procedures and operations conform to cGMP regulations, ICH guidances and manufacturing guidelines and guidances published by FDA. We must be in compliance with all of the regulatory and quality regulations at all times during the manufacture of our products. To help insure compliance with the regulatory and quality regulations, we must continue to spend time, money, and effort in the areas of production and quality control to ensure full technical compliance. If the FDA believes a company is not in compliance with its regulations, it may withhold new drug approvals, as well as approvals for supplemental changes to existing approvals, preventing the company from exporting its products. It may also classify the company as an 20   unacceptable supplier, thereby disqualifying the company from selling products to federal agencies. We believe we are currently in compliance with the cGMP regulations.\nPost-approval Requirements. After initial FDA approval for the marketing of a drug has been obtained, further studies, including Phase IV studies, typically regarded as post-marketing studies, may be required to provide additional data on safety or effectiveness. Also, the FDA requires post-marketing reporting to monitor the adverse effects of the drug. Results of post-marketing programs may limit or expand the further marketing of the drug. Further, if there are any modifications to the drug, including changes in indication, manufacturing process, or manufacturing facility, a supplemental application seeking approval of the modifications must be submitted to the FDA or other regulatory authority. Prospectively, the FDA regulates our post-approval promotional labeling and advertising activities to assure that such activities are being conducted in conformity with statutory and regulatory requirements."
    },
    {
        "header": "Health Care Fraud and Abuse Laws",
        "content": "Federal and state health care fraud and abuse laws have been applied to restrict certain marketing practices in the pharmaceutical industry in recent years. These laws include antikickback statutes and false claims statutes. The federal health care program antikickback statute makes it illegal for anyone to knowingly and willfully make or receive &#147;kickbacks&#148; in return for any health care item or service reimbursed under any federally financed healthcare program. This statute applies to arrangements between pharmaceutical companies and the persons to whom they market, promote, sell, and distribute their products. In 2003, the Office of the Inspector General of the Department of Health and Human Services issued a &#147;Compliance Program Guidance for Pharmaceutical Manufacturers&#148; describing pharmaceutical companies&#146; activities that may violate the statute. There are a number of exemptions and safe harbors protecting certain common marketing activities from prosecution. These include exemptions or safe harbors for product discounts, payments to employees, personal services contracts, warranties, and administrative fees paid to group purchasing organizations. These exemptions and safe harbors, however, are drawn narrowly.\nFederal false claims laws prohibit any person from knowingly making a false claim to the federal government for payment. Recently, several pharmaceutical companies have been investigated or prosecuted under these laws, even though they did not submit claims to government healthcare programs. The prosecutors alleged that they were inflating drug prices they report to pricing services, which are in turn used by the government to set Medicare and Medicaid reimbursement rates. Pharmaceutical companies also have been prosecuted under these laws for allegedly providing free products to customers with the expectation that the customers would seek reimbursement under federal programs for the products.\nAdditionally, the majority of states have laws similar to the federal antikickback law and false claims laws. Sanctions under these federal and state laws include monetary penalties, exclusion from reimbursement for products under government programs, criminal fines and imprisonment.\nWe have internal policies and practices requiring and detailing compliance with the health care fraud and abuse laws and false claims laws. Because of the breadth of these laws and the narrowness of the safe harbors, however, it is possible that some of our business practices could be subject to challenge under one or more of these laws, which could have a material adverse effect on our business, financial condition and results of operations."
    },
    {
        "header": "Employees",
        "content": "At December 31, 2003, we had approximately 1,300 full-time equivalent employees, of which 95 hold Ph.D. or M.D. degrees, or the foreign equivalent.\nWe believe that our relations with our employees are good. None 21   of our employees in the U.S. are represented by a union. European laws provide certain representative rights to our employees in those jurisdictions.\nOur continued performance depends on our ability to attract and retain qualified professional, scientific, and technical staff. The level of competition among employers for these skilled personnel is high. We believe that our employee benefit plans enhance employee morale, professional commitment and work productivity and provide an incentive for employees to remain with aaiPharma. We have experienced difficulty in attracting and retaining qualified staff for certain positions in our Phase II and III operations, where high turnover is an industry-wide problem. It is possible that as competition for skilled employees increases at our other operations or locations, we could experience similar problems there as well."
    },
    {
        "header": "Intellectual Property",
        "content": "Our ability to successfully commercialize new branded products or technologies is significantly enhanced by our ability to secure strong intellectual property rights &#151; generally patents &#151; covering these products and technologies and to avoid infringement of valid third-party patents. We intend to seek patent protection in the United States and selected foreign countries and to vigorously prosecute patent infringements, as we deem appropriate. We currently own patents issued by the U.S. Patent and Trademark Office, and have additional patent applications filed and pending with the U.S. Patent and Trademark Office. Additionally, we have assigned or transferred an additional six of our patents to third parties for value.\nOur patents cover proprietary processes and techniques, or formulation technologies, that may be applied to both new and existing products and chemical compounds. Our patents also cover new chemical entities or compounds, pharmaceutical formulations, and methods of using certain compounds. We also seek to patent new physical and chemical characteristics of known compounds, and previously unknown compounds.\nWe are aggressively pursuing patent infringement against Schwarz Pharma AG and related companies to protect our rights under two of our patents with respect to omeprazole. During the first sixteen months of sales, the defendants in this action received over $1.1 billion in sales from the product we believe is infringing our patent. The case is currently scheduled for trial in June 2005. Litigation involves a high degree of uncertainty as to outcomes and we cannot predict the outcome of our infringement claims. The defendants have also asserted various counter claims against us, including violations of antitrust laws. See &#147;Item 3. Legal Proceedings &#150; Patent Litigation&#148; for more information on this proceeding.\nWe have a license in the U.S. and some other countries to use the patents, patent applications, and know-how associated with certain pharmaceutical formulation technologies for mutually acceptable drug candidates. The ProSLO and ProSLO II technologies are licensed from Osmotica Corporation. Like our own formulation technologies mentioned above, these technologies may be used to develop mutually acceptable new drug products or improve the characteristics of mutually acceptable existing products and compounds.\nIn addition to our patents, we rely upon trade secrets and unpatented proprietary know-how where we believe the public disclosures would not be in our best strategic interest. We seek to protect these assets as permitted under state or federal law and by requiring our employees, consultants, licensees, and other companies to enter into confidentiality and nondisclosure agreements and, when appropriate, assignment of invention agreements.\nIn the case of strategic partnerships or collaborative arrangements requiring the sharing of data, our policy is to disclose to our partner only such data as is relevant to the partnership or as required under the arrangement during its term and so long as our partner agrees to keep those duties confidential.\n22"
    }
]