[
    {
        "header": "Business of Auburn Bancorp, Inc.",
        "content": "The Company was organized as a federal corporation in connection with the reorganization of the Bank from the mutual form of organization to the mutual holding company form of organization. The reorganization was completed on August 15, 2008. In the reorganization, the Company issued a total of 503,284 shares of common stock, 226,478 shares of which were sold to eligible depositors and other members of the Bank, an employee stock ownership plan and members of the general public and 276,806 shares of which were issued to Auburn Bancorp, MHC, a federally-chartered mutual holding company. As a result of the reorganization, the Company owns all of the issued and outstanding common stock of the Bank.  In the future, the Company, as the holding company of the Bank, will be authorized to pursue other business activities permitted by applicable laws and regulations for savings and loan holding companies, which may include the acquisition of banking and financial services companies. We have no plans for any mergers or acquisitions or other diversification of the activities of the Company at the present time. Our cash flow will depend on earnings from the investment of the net proceeds we retained from the stock offering and any dividends received from the Bank. Currently, the Company neither owns nor leases any property, but will instead use the premises, equipment and furniture of the Bank. At the present time, the Company employs only persons who are officers of the Bank as officers of the Company. We will, however, use the support staff of the Bank from time to time. All of these persons are paid by the Bank under the terms of a management agreement with the Company.  The Company may hire additional employees, as appropriate, to the extent it expands its business in the future.   1"
    },
    {
        "header": "Business of Auburn Savings Bank, FSB",
        "content": "The Bank is a community-oriented savings bank.  We were originally established in 1887 as a state-chartered loan and building association named &#8220;Auburn Loan and Building Association&#8221; and later converted to a state-chartered savings and loan association named &#8220;Auburn Savings and Loan Association.&#8221;  In July 2006, the Bank converted from a state-chartered savings and loan association to a federal mutual savings bank and changed its name to &#8220;Auburn Savings Bank, FSB.&#8221;  On August 15, 2008, the Bank reorganized into the mutual holding company form of organization and became a stock form federal savings institution. Our principal business consists of attracting retail deposits from the general public in the areas surrounding our main office in Auburn, Maine and our branch office in Lewiston, Maine and investing those deposits, together with funds generated from operations, primarily in one- to four-family residential mortgage loans and home equity loans and lines of credit, commercial and multi-family real estate loans, and, to a lesser extent, commercial business loans, construction loans, consumer loans, and investment securities. Our revenues are derived principally from interest on loans and securities. We also generate revenues from fees and service charges and other income. Our primary sources of funds are deposits, borrowings and principal and interest payments on loans and securities. Our website address is www.auburnsavings.com. Information on our website should not be considered a part of this Annual Report on Form 10-K. Market Area We primarily serve communities located in Androscoggin County, Maine. We are headquartered in Auburn, Maine.  In addition to our main office, we operate a full-service branch office in Lewiston, Maine.  Lewiston and Auburn are in Androscoggin County, Maine, approximately 35 miles northeast of Portland, Maine. Historically, substantially all of our loans have been made to borrowers who resided within Androscoggin County.  Androscoggin County is also the same geographic area as the Lewiston-Auburn metropolitan statistical area (the &#8220;Lewiston-Auburn MSA&#8221;). During the past several years, the population in the Lewiston-Auburn area as well as in Androscoggin County has increased moderately.  As of 2010, the most recent date for which data is available, Androscoggin County&#8217;s total population increased by 4.03% from the county&#8217;s population in 2000.  The total population of the city of Lewiston decreased by 0.7% from 2000 to 2010, while the total population of the city of Auburn increased by 2.4% over the same time period. The largest industries in Androscoggin County are educational services, health care and social assistance.  The two largest employers in the area, Central Maine Medical Center and St. Mary&#8217;s Health Systems, are both health service providers.  The median household income in Androscoggin County in 2010 was $43,416 which is below the state and national median household incomes of $46,353 and $54,442, respectively.  As of July 2010, the unemployment rate in Androscoggin County was 8.5%, above the state unemployment rate of 7.9% and below the United States unemployment rate of 9.5%.   2   Competition We face significant competition for the attraction of deposits and origination of loans. Our most direct competition for deposits has historically come from the many financial institutions operating in our market area and, to a lesser extent, from other financial service companies such as brokerage firms and insurance companies.  Federal and state credit unions accounted for 27.6% of total deposits in Androscoggin County as of June 30, 2009, and have the competitive advantage of not paying state and federal income tax while having a broad range of banking powers.  In addition, several large holding companies operate banks in our market area, including Toronto Dominion Bank, Bank of America and Key Bank, as well as several Maine-based banks including Androscoggin Savings Bank, Bangor Savings Bank, Mechanics Savings Bank and Northeast Bank.  Most of these institutions are significantly larger than us and, therefore, have significantly greater resources.  We also face competition for investors&#8217; funds from money market funds, mutual funds and other corporate and government securities. At June 30, 2009, which is the most recent date for which data is available from the Federal Deposit Insurance Corporation, we held 4.15% of the deposits in Androscoggin County. Our competition for loans comes primarily from financial institutions in our market area and, to a lesser extent, from other financial service providers, such as mortgage companies and mortgage brokers.  Competition for loans also comes from the increasing number of non-depository financial service companies entering the mortgage market, such as insurance companies, securities companies and specialty finance companies. We expect competition to remain intense in the future as a result of legislative, regulatory and technological changes and the continuing trend of consolidation in the financial services industry. Technological advances, for example, have lowered barriers to entry, allowed banks to expand their geographic reach by providing services over the Internet and made it possible for non-depository institutions to offer products and services that traditionally have been provided by banks. Changes in federal law permit affiliation among banks, securities firms and insurance companies, which promotes a competitive environment in the financial services industry. Competition for deposits and the origination of loans could limit our growth in the future. Lending Activities We originate one- to four-family residential loans and home equity loans.  We also originate commercial and multi-family real estate loans and, to a lesser extent, commercial business loans, construction loans and consumer loans.  We believe that originating a limited amount of non-residential and multi-family loans allows us to provide more comprehensive financial services to families and businesses within our community as well as increase the yield and interest rate sensitivity of our loan portfolio.   3   Loan Portfolio Composition. The following table sets forth the composition of our loan portfolio by type of loan as of the dates indicated.    At June 30, 2010   2009 Amount   Percent   Amount   Percent (Dollars in Thousands)  Mortgage loans:                        One- to four-family residential                   $ 36,418       52.4 %   $ 34,906       55.6 % Commercial                     15,136       21.8       12,638       20.2   Construction                     410       0.6       686       1.1   Equity lines of credit and loans                     11,436       16.4       11,395       18.2   Undisbursed portion of construction loan                     (97 )     (0.1 )     (134 )     (0.2 ) Total mortgage loans on real estate  $ 63,303       91.1 %   $ 59,491       94.9 %                                 Other loans:                                Commercial loans                     5,267       7.5       2,510       4.0   Consumer loans                     952       1.4       711       1.1                                 Total loans                  $ 69,522       100.0 %   $ 62,712       100.0 %                                 Other items:                                Deferred loan origination costs                   $ 165             $ 154           Deferred loan origination fees                     (312 )             (292 )         Allowance for loan losses                     (492 )             (385 )                                       Total loans, net                  $ 68,883             $ 62,189           One- to Four-Family Residential Loans. Our primary lending activity consists of the origination of one- to four-family residential mortgage loans, substantially all of which are secured by properties located in our primary market area.  We offer fixed-rate mortgage loans, which generally have terms of 15, 20 or 30 years. Interest rates and payments on our existing portfolio of adjustable-rate loans generally are adjusted to a rate equal to a percentage above the one-year U.S. Treasury index, in the case of one-year ARMs, and the three-year U.S. Treasury index, in the case of three-year ARMs. The maximum amount by which the interest rate may be increased or decreased is generally 1% per adjustment period with a lifetime interest rate cap of 5% over the initial interest rate of the loan on one-year ARM loans and 2% per adjustment period with a lifetime rate cap of 6% over the initial interest rate of the loan on three-year ARM loans. We no longer offer adjustable-rate mortgage loans (&#8220;ARMs&#8221;). At June 30, 2010, $36.4 million, or 52.4% of our loan portfolio, consisted of one- to four-family residential mortgage loans.  Of the one- to four-family residential mortgage loans outstanding on June 30, 2010, $26.4 million were fixed-rate mortgage loans with an average yield of 6.02%, and $10.0 million were adjustable-rate loans with an average yield of 4.73%.   4   We generally underwrite all residential real estate loans to secondary market credit standards.  While one- to four-family residential real estate loans are normally originated with up to 30-year terms, such loans typically remain outstanding for substantially shorter periods because borrowers often prepay their loans in full either upon sale of the property pledged as security or upon refinancing the original loan. Therefore, average loan maturity is a function of, among other factors, the level of purchase and sale activity in the real estate market, prevailing interest rates and the interest rates payable on outstanding loans. We do not offer loans with negative amortization and generally do not offer interest only loans.  We generally do not make loans known as subprime or Alt-A loans. We generally do not make loans with a loan-to-value ratio of more than 80% without private mortgage insurance. We make first mortgage loans on owner-occupied one-to-four family dwellings up to 95% of value and loans on condominium units up to 80% of value.  We generally require all properties securing mortgage loans to be appraised by a board-approved independent appraiser. We generally require title insurance on all first mortgage loans. Borrowers must obtain hazard insurance, and flood insurance is required for loans on properties located in a flood zone. Our residential mortgage loans customarily include due-on-sale clauses giving us the right to declare the loan immediately due and payable in the event that, among other things, the borrower sells or otherwise disposes of the property subject to the mortgage and the loan is not repaid. At June 30, 2010 our largest one- to four-family residential real estate loan had a principal balance of $310,881, was secured by a residence located in Auburn, Maine, and was performing in accordance with its original terms at June 30, 2010. Home Equity Loans. We offer home equity lines of credit and home equity loans.  At June 30, 2010, we had $11.4 million of home equity lines-of-credit and loans outstanding, representing 16.4% of our loan portfolio.  At June 30, 2010, the unadvanced amounts of home equity lines of credit totaled $3.0 million. Home equity lines of credit and loans are secured by a mixture of first and second mortgages on one- to four-family owner occupied properties.  The procedures for underwriting home equity lines of credit and loans include a determination of the applicant&#8217;s credit history, an assessment of the applicant&#8217;s ability to meet existing obligations and payments on the proposed loan and the value of the collateral securing the loan.  We generally require all properties securing second mortgage loans to be appraised by a board-approved independent appraiser unless the first mortgage is also held by Auburn Savings Bank.  Home equity lines of credit and loans are made in amounts such that the combined first and second mortgage balances do not exceed 90% of value. Home equity loans are offered with fixed interest rates and generally have terms of 5, 10 or 15 years.  Our home equity lines of credit have adjustable rates of interest, which are adjusted monthly to a rate equal to a half of a percentage above the Prime Rate as published by The Wall Street Journal on the last business day of the month.  Home equity lines of credit have a maturity of 40 years with a five-year draw period. Commercial and Multi-Family Real Estate Loans. In 1999, we began to expand our loan product line to include commercial real estate and commercial business lending in our primary market area in order to diversify our portfolio and better serve our primary market base.  We now offer commercial real estate loans, including commercial business, and multi-family real estate loans that are generally secured by five or more unit apartment buildings and properties used for business purposes such as small office buildings or retail facilities substantially all of which are located in our primary market area.  We have placed increasing emphasis on commercial real estate loans over the past several years.  As a result, these loans have grown from $5.0 million at December 31, 2005 to $15.1 million at June 30, 2010.  At June 30, 2010, commercial and multi-family real estate loans represented 21.8% of our loan portfolio.  We intend to further grow these segments of our loan portfolio, both in absolute terms and as a percentage of our loan portfolio.   5   We typically offer adjustable rate commercial and multi-family real estate loans with terms of up to 20 years. Interest rates on our commercial and multi-family real estate loans adjust annually from the outset of the loan or after a five-year initial fixed rate period.  In general, rates on commercial and multi-family real estate loans are initially priced at a percentage above the corresponding Federal Home Loan Bank borrowing rate and, thereafter, interest rate adjustments are based upon a percentage above either the Prime Rate published by The Wall Street Journal on the last business day of the month or the corresponding Federal Home Loan Bank borrowing rate. Commercial and multi-family real estate loan amounts generally do not exceed 80% of the lesser of the property&#8217;s appraised value or sales price. We generally require title insurance for commercial and multi-family real estate loans, an appraisal on all such loans if the total amount of loans with that borrower is in excess of $250,000, and an evaluation of the property by an approved appraiser for loans between $100,000 and $250,000.  We may require a full appraisal on property securing any loan less than $250,000. In reaching a decision on whether to make a multi-family or commercial real estate loan, we consider the net operating income of the property, the borrower&#8217;s expertise and credit history, and the profitability of the underlying business and the value of the underlying property. In addition, with respect to real estate rental properties, we will also consider the term of the lease and the quality of the tenants. We generally require that the properties securing these real estate loans have debt service coverage ratios (the ratio of earnings before debt service to debt service) of at least 1.2 times. Generally, multi-family and commercial real estate loans made to corporations, partnerships and other business entities require the principals to execute the loan agreements in their individual capacity as well as signing on behalf of such business entity. A commercial borrower&#8217;s financial information is monitored on an ongoing basis by requiring periodic financial statement updates, payment history reviews and periodic face-to-face meetings with the borrower. We generally require commercial borrowers to provide federal tax returns and financial statements annually. These requirements also apply to the individual principals of our commercial borrowers. We may require borrowers with rental investment property to provide an annual report of income and expenses for the property, including a tenant list and copies of leases, as applicable. Loans secured by commercial real estate, including multi-family properties, generally involve larger principal amounts and a greater degree of risk than one- to four-family residential mortgage loans. Because payments on loans secured by commercial real estate, including multi-family properties, are often dependent on successful operation or management of the properties, repayment of such loans may be affected by adverse conditions in the real estate market or the economy. At June 30, 2010, our largest commercial real estate loan was for $496,785 and was secured by real estate in Sabattus, Maine. This loan was performing according to its original repayment terms at June 30, 2010.  Our largest multi-family real estate loan was for $302,804, was secured by real estate in Auburn, Maine and was performing according to its original repayment terms at June 30, 2010. Construction Loans. We also offer construction loans for the development of one- to four-family residential properties located in our primary market area.  Residential construction loans are generally offered to individuals for construction of their personal residences.  Our construction loans were $2.6 million at December 31, 2005 as compared to $410,000 at June 30, 2010.  At June 30, 2010, residential and commercial construction loans represented 0.6% of our loan portfolio.  At June 30, 2010, the unadvanced portion of these construction loans totaled $97,000.   6   Our residential construction loans generally provide for the payment of interest only during the construction phase, which is usually six months. In the case of construction loans to individuals for the construction of their primary residences, our policies require that the loan convert to a permanent mortgage loan at the end of the construction phase. Residential construction loans can be made with a maximum loan-to-value ratio of 95%, provided that the borrower obtains private mortgage insurance on the loan if the loan balance exceeds 80% of the appraised value of the secured property. At June 30, 2010, the largest outstanding residential construction loan commitment was for $260,000 of which all of it was outstanding. This loan was performing according to its terms at June 30, 2010. Residential construction loans are generally made on the same terms as our one- to four-family mortgage loans. Before making a commitment to fund a residential construction loan, we require an appraisal on the property by an independent licensed appraiser. We also review and inspect each property before disbursement of funds during the terms of the construction loan. Loan proceeds are disbursed after inspection based on the percentage of completion method. Construction and development financing is generally considered to involve a higher degree of credit risk than long-term financing on improved, owner-occupied real estate. Risk of loss on a construction loan depends largely upon the accuracy of the initial estimate of the value of the property at completion of construction compared to the estimated cost (including interest) of construction and other assumptions. If the estimate of construction cost proves to be inaccurate, we may be required to advance funds beyond the amount originally committed in order to protect the value of the property. Additionally, if the estimate of value proves to be inaccurate, we may be confronted with a project, when completed, having a value which is insufficient to assure full repayment. Commercial Loans. We make commercial business loans primarily in our market area to a variety of small businesses, professionals and sole proprietorships.  Our commercial business loan portfolio has grown from $1.3 million at December 31, 2005 to $5.3 million at June 30, 2010.  At June 30, 2010, commercial business loans represented 7.5% of our loan portfolio. Commercial lending products include term loans and revolving lines of credit. The maximum amount of a commercial business loan is limited by our loans-to-one-borrower limit of 15% of unimpaired capital, which at June 30, 2010 was $948,000.  As a result of the stock offering, our regulatory loans to one borrower limit increased.  Commercial business loans are generally used for longer-term working capital purposes such as purchasing equipment or furniture. Commercial loans are made with either adjustable or fixed rates of interest. Adjustable rate loans are based on the Prime Rate, as published in The Wall Street Journal, plus a margin.  The rate adjusts monthly from the outset of the loan.  Our adjustable rate commercial business loans amortize over terms up to 15 years and may carry prepayment penalties. Fixed rate commercial loans are set at percentage above either the corresponding Federal Home Loan Bank borrowing rate or the Prime Rate. When making commercial loans, we consider the financial statements of the borrower, our lending history with the borrower, the debt service capabilities of the borrower, the projected cash flows of the business and the value of the collateral. Commercial loans are generally secured by a variety of collateral, primarily accounts receivable, inventory and equipment, and we also require the business principals to execute such loans in their individual capacities. Depending on the amount of the loan and the collateral used to secure the loan, commercial loans are made in amounts of up to 50-80% of the value of the collateral securing the loan, or up to 100% of the value of the collateral securing the loan if the collateral consists of cash or cash equivalents. We generally do not make unsecured commercial loans.  We require adequate insurance coverage including, where applicable, title insurance, flood insurance, builder&#8217;s risk insurance and environmental insurance.   7   Commercial loans generally have greater credit risk than residential mortgage loans. Unlike residential mortgage loans, which generally are made on the basis of the borrower&#8217;s ability to make repayment from his or her employment or other income, and which are secured by real property whose value tends to be more easily ascertainable, commercial loans generally are made on the basis of the borrower&#8217;s ability to repay the loan from the cash flow of the borrower&#8217;s business. As a result, the availability of funds for the repayment of commercial loans may depend substantially on the success of the business itself. Further, any collateral securing the loans may depreciate over time, may be difficult to appraise and may fluctuate in value. We seek to minimize these risks through our underwriting standards. At June 30, 2010, our largest commercial business loan was a $818,000 loan to a public accounting firm located in Scarborough, Maine.  This loan is secured by business assets and 90% is guaranteed by the Small Business Association (SBA).  This loan was performing according to its terms at June 30, 2010. Consumer Loans. We offer a limited range of consumer loans, primarily to our customers residing in our primary market area.  Our consumer loans generally consist of loans on new and used automobiles, loans secured by deposit accounts and unsecured personal loans.  As of June 30, 2010, these loans totaled $952,000, or 1.4% of our loan portfolio. Our automobile loans have fixed interest rates and generally have terms up to five years for new automobiles and four years for used automobiles. We will generally offer automobile loans with a maximum loan-to-value ratio of 80% of the base vehicle price plus accessories or, if less for used cars, the average retail value taken from a current month&#8217;s issue of the &#8220;NADA Used Car Guide.&#8221; The procedures for underwriting consumer loans include an assessment of the applicant&#8217;s payment history on other debts and ability to meet existing obligations and payments on the proposed loan. Although the applicant&#8217;s creditworthiness is a primary consideration, the underwriting process also includes a comparison of the value of the collateral, if any, to the proposed loan amount. Consumer loans may entail greater risk than do residential mortgage loans, particularly in the case of consumer loans that are unsecured or secured by assets that depreciate rapidly, such as motor vehicles. In the latter case, repossessed collateral for a defaulted consumer loan may not provide an adequate source of repayment for the outstanding loan and a small remaining deficiency often does not warrant further substantial collection efforts against the borrower. Consumer loan collections depend on the borrower&#8217;s continuing financial stability, and therefore are likely to be adversely affected by various factors, including job loss, divorce, illness or personal bankruptcy. Furthermore, the application of various federal and state laws, including federal and state bankruptcy and insolvency laws, may limit the amount that can be recovered on such loans. Origination, Sale and Servicing of Loans. We originate real estate and other loans through marketing efforts, our customer base, walk-in customers and referrals from real estate brokers, builders and attorneys.  We generally do not purchase loans or participation interests in loans. Since 2000, we have sold a portion of the fixed-rate one- to four-family mortgages that we originate to the Federal Home Loan Bank of Boston.  We generally make decisions regarding the amount of loans that we wish to sell based on an evaluation of asset/liability position and similar factors.  See &#8220;Management&#8217;s Discussion and Analysis of Financial Condition and Operating Results &#8211; Management of Market Risk.&#8221;  During the fiscal years 2010 and 2009, we sold $2.6 million and $1.5 million, respectively, in loans to the Federal Home Loan Bank of Boston.  We retained servicing on all of those loans. At June 30, 2010, we serviced $9.8 million of mortgage loans that were sold by us to the Federal Home Loan Bank of Boston.   8   We account for a transfer of financial assets, or a portion of a financial asset, as a sale when we surrender control of the transferred assets. Servicing rights and other retained interests in the sold assets are recorded by allocating the previously recorded investment between the assets sold and interest retained based on their relative fair values at the date of transfer. We determine the fair values of servicing rights and other retained interests at the date of transfer using a method that approximates the present value of estimated future cash flows, using assumptions that market participants would use in their estimates of values. Loan Approval Procedures and Authority. Our lending activities follow written, non-discriminatory, underwriting standards and loan origination procedures established by the board of directors of Auburn Savings Bank. The board of directors has granted loan approval authority to certain officers up to prescribed individual limits based on the type and amount of the loan request, whether the loan is secured or unsecured, and the officer&#8217;s position at Auburn Savings Bank. Residential mortgage loans over $225,000, home equity loans over $125,000, commercial mortgage loans over $300,000, secured commercial business loans over $125,000 and unsecured commercial business loans over $15,000 must be approved by the management loan committee of Auburn Savings Bank, which consists of the President, Senior Loan Officer and Commercial Loan Officer.  Residential mortgage loans over $300,000, home equity loans over $150,000, commercial mortgage loans over $400,000, secured commercial business loans over $150,000 and unsecured commercial business loans over $20,000 must be approved by either the loan committee of the board of directors or the full board of directors of Auburn Savings Bank based upon the type and amount of the loan request    Loans to One Borrower.  The maximum amount that we may lend to one borrower and the borrower&#8217;s related entities is limited by regulation generally, with certain exceptions, to 15% of our unimpaired capital and reserves. At June 30, 2010, our largest relationship exposure was $1.1 million with a public accounting firm, secured by business assets and personal real estate. This relationship includes an individual loan balance of $818,000 of which 90% ($736,000) is guaranteed by the Small Business Association (SBA).  This loan was performing according to its terms at June 30, 2010. Loan Commitments. We issue commitments for fixed- and adjustable-rate mortgage loans conditioned upon the occurrence of certain events. Commitments to originate mortgage loans are legally binding agreements to lend to our customers. Generally, our loan commitments expire after 45 days. Loan Maturity.  The following table sets forth certain information at June 30, 2010 regarding the dollar amount of loan principal repayments becoming due during the periods indicated.  The table does not reflect scheduled principal payments, unscheduled prepayments, or the ability of certain loans to reprice prior to maturity dates. Demand loans, loans having no stated repayment schedule, and overdraft loans are reported as being due in one year or less.   9                                                                                                                                        Mortgage Loans                        One- to four-family Residential     Commercial     Construction    Equity Lines of Credit   Undisbursed Portion of Construction Loan    Commercial     Consumer     Total      Amount     Weighted Average Rate       Amount     Weighted Average Rate       Amount     Weighted Average Rate     Amount     Weighted Average Rate     Amount     Weighted Average Rate     Amount     Weighted Average Rate     Amount     Weighted Average Rate       Amount     Weighted Average Rate        (Dollars in Thousands)  Due                                                                                                                                 Within 1 year  $ -       0.00 %   $ 28       6.50 %   $ 410       5.92 %   $ 10       6.24 %   $ (97 )     5.92 %   $ 2,333       4,45 %   $ 14       9.32 %   $ 2,698       4.67 % After 1 year through 3 years    10       9.50 %     582       5.47 %     -       - %     164       5.55 %     -       - %     135       6.89 %     225       8.34 %     1,116       6.27 % After 3 years through 5 years    115       8.04 %     339       6.23 %     -       - %     984       5.15 %     -       - %     1,082       6.90 %     347       6.84 %     2,867       6.26 % After 5 years through 10 years    1,666       5.49 %     12,360       7.17 %     -       - %     1,255       6.05 %     -       - %     1,717       6.14 %     197       8.37 %     17,195       6.84 % After 10 years though 15 years    4,358       5.58 %     1,589       5.45 %     -       - %     4,340       6.34 %     -       - %     -       - %     103       7.54 %     10,390       5.90 %                                                                                                                                 After 15 years    30,269       5.68 %     238       3.75 %     -       - %     4,683       3.76 %     -       - %     -       - %     66       9.67 %     35,256       5.42 %                                                                                                                                 Total  $ 36,418       5.67 %   $ 15,136       6.85 %   $ 410       5.92 %   $ 11,436       5.14 %   $ (97 )     5.92 %   $ 5,267       5.57 %   $ 952       7.82 %   $ 69,522       5.86 %    10   Asset Quality General.  One of our most important operating objectives is to maintain a high level of asset quality.  Management uses a number of strategies in furtherance of this goal including maintaining sound credit standards in loan originations, monitoring the loan portfolio through internal and third-party loan reviews, and employing active collection and workout processes for delinquent or problem loans. Delinquency Procedures. Management performs a monthly review of all delinquent loans.  The actions taken with respect to delinquencies vary depending upon the nature of the delinquent loans and the period of delinquency.  When a borrower fails to make a required payment on a loan, we attempt to cause the delinquency to be cured by contacting the borrower. A late notice is generated and is sent to all mortgage loans 15 days delinquent and to all consumer loans 15 days delinquent. The borrower is contacted by the collections officer between 30 and 45 days after the due date of all loans. Another late notice along with any required demand letters as set forth in the loan contract are sent up to 90 days after the due date. Additional written and verbal contacts may be made with the borrower between 60 and 90 days after the due date.  If the delinquency is not cured by the 91st day, the customer is normally provided 30 days written notice that the account will be referred to counsel for collection and foreclosure, if necessary. If it becomes necessary to foreclose, the property is sold at public sale and we may bid on the property to protect our interest. The decision to foreclose is made by our Senior Loan Officer. Non-Performing Assets.  The table below sets forth the amounts and categories of non-performing assets in our loan portfolio at the dates indicated.  Loans are placed on non-accrual status when reasonable doubt exists as to the full timely collection of interest and principal or when a loan becomes 90 days past due unless an evaluation clearly indicates that the loan is well-secured and in the process of collection.  When a loan is placed on non-accrual status, unpaid interest credited to income is reversed. Interest received on nonaccrual loans generally is applied against principal. Generally, loans are restored to accrual status when the obligation is brought current, has performed in accordance with the contractual terms for a reasonable period of time and the ultimate collectibility of the total contractual principal and interest is no longer in doubt. Real estate we acquire as a result of foreclosure or by deed-in-lieu of foreclosure is classified as real estate owned until it is sold.  When property is acquired, it is recorded at the lower of its cost, which is the unpaid balance of the loan plus foreclosure costs, or fair market value at the date of foreclosure.  Holding costs and declines in fair market value after acquisition of the property result in charges against income.  At each of the dates presented below, we did not have any troubled debt restructurings that involve forgiving a portion of interest or principal on any loans or making loans at a rate materially less than that of market rates or any accruing loans past due 90 days or more.   11      At June 30, 2010   2009 (Dollars in Thousands)  Non-accrual loans:            Mortgage loans  $ 457     $ 135   Commercial loans                         91       &#8212;   Consumer loans                         3       &#8212;   Total nonaccrual loans                      $ 551     $ 135   Loans greater than 90 days delinquent and still accruing:                Mortgage loans                       $ &#8212;     $ &#8212;   Commercial loans                         &#8212;       &#8212;   Consumer loans                         &#8212;       &#8212;   Total loans greater than 90 days delinquent still accruing  $ &#8212;     $ &#8212;                 Other real estate owned                       $ 731     $ 337   Total non-performing assets                       $ 1,282     $ 472                 Ratios:                Non-performing loans to total loans                         1.84 %     0.75 % Non-performing assets to total assets                         1.59 %     0.63 % Interest income of $22,971 would have been recorded for fiscal year 2010 and $4,115 for fiscal 2009 had our non-accruing loans been current in accordance with their original terms. Delinquent Loans.  The following table sets forth our loan delinquencies by type and amount at the dates indicated.    At June 30, 2010   2009  30-59 days past due   60-89 days past due   Over 90 days past due   30-59 days past due   60-89 days past due   Over 90 days past due (Dollars in Thousands)  Mortgage Loans:                                      One- to four-family residential   $ 395     $ 337     $ 425     $ 343     $ -     $ 135     Commercial     110       46       -       47       287       -     Construction     -       -       -       -       -       -     Equity lines of credit     171       -       32       29       -       -     Undisbursed portion of construction loan     -       -       -       -       -       -   Commercial loans    -       -       91       -       -       -   Consumer loans    6       -       3       1       -       -        Total:  $ 682     $ 383     $ 551     $ 420     $ 287     $ 135   12   Classified Assets. Federal regulations require us to review and classify our assets on a regular basis. In addition, the Office of Thrift Supervision has the authority to identify problem assets and, if appropriate, require them to be classified. There are three classifications for problem assets: substandard, doubtful and loss. &#8220;Substandard assets&#8221; must have one or more defined weaknesses and are characterized by the distinct possibility that we will sustain some loss if the deficiencies are not corrected. &#8220;Doubtful assets&#8221; have the weaknesses of substandard assets with the additional characteristic that the weaknesses make collection or liquidation in full on the basis of currently existing facts, conditions and values questionable, and there is a high possibility of loss. An asset classified &#8220;loss&#8221; is considered uncollectible and of such little value that continuance as an asset of the institution is not warranted. The regulations also provide for a &#8220;special mention&#8221; category, described as assets that do not currently expose us to a sufficient degree of risk to warrant classification but do possess credit deficiencies or potential weaknesses deserving our close attention. When we classify an asset as substandard or doubtful we establish a specific allowance for loan losses. If we classify an asset as loss, we charge off an amount equal to 100% of the portion of the asset classified loss. The aggregate amount of our classified assets at the dates indicated were as follows:    At June 30, 2010   2009 (Dollars in Thousands)  Special Mention                     $ 1,400     $ 1,009   Substandard                       324       337   Doubtful                       303       &#8212;   Loss                       3       &#8212;   Total Classified Assets                   $ 2,030     $ 1,346   Other than disclosed in the table above, there were no other loans that management has serious doubts about the ability of the borrowers to comply with the present loan repayment terms and would result in disclosure as nonaccrual, 90 days past due, restructured or impaired. Allowance for Loan Losses.  In originating loans, we recognize that losses will be experienced on loans and that the risk of loss will vary with many factors, including the type of loan being made, the creditworthiness of the borrower over the term of the loan, general economic conditions and, in the case of a secured loan, the quality of the security for the loan over the term of the loan. We maintain an allowance for loan losses that is intended to absorb losses inherent in the loan portfolio, and as such, this allowance represents management&#8217;s best estimate of the probable known and inherent credit losses in the loan portfolio as of the date of the financial statements. The allowance for loan losses is established as losses are estimated to have occurred through a provision for loan losses charged to earnings. Loan losses are charged against the allowance when management believes the uncollectability of a loan balance is confirmed. Subsequent recoveries, if any, are credited to the allowance.\n The allowance for loan losses is evaluated on a quarterly basis by management and is based on management&#8217;s periodic review of the collectability of the loans in light of historical experience, the nature and volume of the loan portfolio, adverse situations that may affect the borrower&#8217;s ability to repay, estimated value of the underlying collateral and prevailing economic conditions. This evaluation is inherently subjective as it requires estimates that are susceptible to significant revision as more information becomes available. The allowance consists of specific and general components.  The specific component relates to loans that are classified as impaired, whereby an allowance is established when the discounted cash flows, collateral value or observable market price of the impaired loan is lower than the carrying value of that loan.  The general component relates to pools of non-impaired loans and is based on historical loss experience adjusted for qualitative factors, such as delinquency trends, changes in portfolio mix and current economic conditions.   13   A loan is considered impaired when, based on current information and events, it is probable that we will be unable to collect the scheduled payments of principal or interest when due according to the contractual terms of the loan agreement. Management considers factors including payment status, collateral value, and the probability of collecting scheduled principal and interest payments when due when determining impairment. Loans that experience insignificant payment delays and payment shortfalls generally are not classified as impaired. Management determines the significance of payment delays and payment shortfalls on a case-by-case basis, taking into consideration all of the circumstances surrounding the loan and the borrower, including the length of the delay, the reasons for the delay, the borrower&#8217;s prior payment record, and the amount of the shortfall in relation to the principal and interest owed. Impairment is measured on a loan by loan basis for commercial loans by either the present value of expected future cash flows discounted at the loan&#8217;s effective interest rate, the loan&#8217;s obtainable market price, or the fair value of the collateral if the loan is collateral dependent.  Large groups of smaller balance homogeneous loans are collectively evaluated for impairment. Accordingly, we do not separately identify individual consumer and residential loans for impairment disclosures.  The following is a summary of information pertaining to impaired loans as of June 30, 2010:        Impaired loans without a valuation allowance  $ 516,137   Impaired loans with a valuation allowance    372,307   Total impaired loans  $ 888,444         Valuation allowance allocated to impaired loans  $ 43,368            Average investment in impaired loans  $ 335,440   At June 30, 2009, we had no impaired loans and no established valuation allowance on impaired loans. The Office of Thrift Supervision, as an integral part of its examination process, periodically reviews our allowance for loan losses. The Office of Thrift Supervision may require us to make additional provisions for loan losses based on their judgments of information available to them at the time of their examination. At June 30, 2010, our allowance for loan losses represented .71% of total gross loans.  The allowance for loan losses increased by $107,000 from June 30, 2009 to June 30, 2010, due primarily to a provision for loan loss of $109,000, offset by charge-offs of $2,000.  The decision to increase the allowance from June 30, 2010 to June 30, 2010 reflected net loan growth and the mixture of loans in our portfolio.   14   The following table sets forth activity in our allowance for loan losses for the periods indicated:    For the Years Ended June 30, 2010   2009 (Dollars in Thousands)  Balance at beginning of period                     $ 385     $ 346                 Charge-offs:                Mortgage loans:                One- to four-family residential                      &#8212;       (41 ) Commercial                      &#8212;       &#8212;   Construction                      &#8212;       &#8212;   Equity Lines of Credit                      &#8212;       &#8212;   Undisbursed portion of construction loan    &#8212;       &#8212;   Commercial loans                       &#8212;       (10 ) Consumer loans                       (2 )     &#8212;   Total Charge-offs                     (2 )     (51 )                 Recoveries:                Mortgage loans:    &#8212;       &#8212;   One- to four-family residential                      &#8212;       &#8212;   Commercial                      &#8212;       &#8212;   Construction                      &#8212;       &#8212;   Equity Lines of Credit                      &#8212;       &#8212;   Undisbursed portion of construction loan    &#8212;       &#8212;   Commercial loans                      &#8212;       &#8212;   Consumer loans                      &#8212;       &#8212;   Total recoveries                     &#8212;       &#8212;                 Net charge-offs                       (2 )     (51 ) Provision for loan loss                       109       90   Reclassification                       &#8212;       &#8212;                 Balance at end of period                     $ 492     $ 385                 Ratios:                                   Net charge-offs to average loans outstanding    0.003 %     0.080 % Allowance for loan losses to non-performing loans at end of period    38.38 %     81.56 % Allowance for loan losses to total loans at end of period    0.71 %     0.62 %   15   The following table sets forth the allowance for loan losses by loan category, the total loan balances by category, and the percent of loans in each category to total loans at the dates indicated.  The allowance for loan losses allocated to each category is not necessarily indicative of future losses in any particular category and does not restrict the use of the allowance to absorb losses in other categories.\n       At June 30,      2010     2009        Allowance for Loan Losses    Loan Balance by Category    % of Loans in each Category to Total Loans      Allowance for Loan Losses    Loan Balance by Category    % of Loans in each Category to Total Loans     (Dollars in Thousands)   Mortgage loans:                                    One- to four-family residential  $ 203     $ 36,325       52.5 %   $ 155     $ 34,801       55.7 % Commercial    157       15,082       21.7       132       12,592       20.1   Construction    3       410       0.6       5       686       1.1   Equity Lines of Credit    56       11,436       16.5       56       11,395       18.2   Undisbursed portion of construction loan    (1 )     (97 )     (0.1 )     (1 )     (134 )     (0.2 ) Commercial loans    66       5,267       7.4       32       2,510       4.0   Consumer loans    8       952       1.4       6       712       1.1   Total loans  $ 492     $ 69,375       100.0 %   $ 385     $ 62,562       100.0 %  Although we believe that we use the best information available to establish the allowance for loan losses, future adjustments to the allowance for loan losses may be necessary and our results of operations could be adversely affected if circumstances differ substantially from the assumptions used in making the determinations. Furthermore, while we believe we have established our allowance for loan losses in conformity with U.S. generally accepted accounting principles, there can be no assurance that regulators, in reviewing our loan portfolio, will not require us to increase our allowance for loan losses. In addition, because future events affecting borrowers and collateral cannot be predicted with certainty, there can be no assurance that the existing allowance for loan losses is adequate or that increases will not be necessary should the quality of any loans deteriorate as a result of the factors discussed above. Any material increase in the allowance for loan losses may adversely affect our financial condition and results of operations. Investment Activities We have legal authority to invest in various types of liquid assets, including U.S. Treasury obligations, securities of various federal agencies and of state and municipal governments, mortgage-backed securities and certificates of deposit of federally insured institutions, overnight and short-term loans to other banks, corporate debt instruments and Fannie Mae and Freddie Mac equity securities.  Within certain regulatory limits, we also may invest a portion of our assets in corporate securities and mutual funds. We also are required to maintain an investment in Federal Home Loan Bank of Boston stock. At June 30, 2010, our available for sale investment portfolio totaled $1.1 million, or 1.4% of total assets.  We also held $845,000 in certificates of deposit and $1.3 million in Federal Home Loan Bank of Boston stock at June 30, 2010.  Our available for sale investment portfolio at June 30, 2010, at amortized cost, consisted of $982,000 in corporate debt obligations, $118,000 of mortgage-backed securities and $10,000 of corporate common stock.   16   We incurred a loss of $24,000 to write down our corporate bond investment in CIT Group, Inc.  to its fair value as of June 30, 2009.  The entire investment was sold in July 2009 for an additional loss of $159,000. Our investment objectives are to maintain high asset quality, provide and maintain liquidity, to establish an acceptable level of interest rate and credit risk, to provide an alternate source of low-risk investments when demand for loans is weak and to generate a favorable return.  Our board of directors has the overall responsibility for the investment portfolio, including approval of our investment policy. The board of directors is also responsible for implementation of the investment policy and monitoring our investment performance. Our board of directors reviews the status of our investment portfolio on a monthly basis, or more frequently if warranted. The following table sets forth certain information regarding the amortized cost and market values of our securities available for sale at the dates indicated:        At June 30,      2010     2009    Amortized Cost    Fair Value    Amortized Cost    Fair Value       (Dollars in Thousands) Securities available for sale:                                 Corporate bonds and other obligations  $ 982     $ 979     $ 1,370     $ 1,328   Mortgage-backed securities                   118       122       224       226   Total debt securities                   1,100       1,101       1,594       1,554   U.S. Government-sponsored enterprise securities    ---       1       ---       1   Preferred and common stock                   10       10       10       10   Total marketable equity securities    10       11       10       11   Total securities available for sale  $ 1,110       1,112     $ 1,604       1,565    As of June 30, 2010, Auburn Savings Bank did not own any securities from any single issuer where the aggregate book value exceeds 10% of stockholders&#8217; equity.   17   The table below sets forth certain information regarding the amortized cost, weighted average yields and contractual maturities of the Bank&#8217;s debt securities portfolio at June 30, 2010. In the case of mortgage-backed securities, this table does not reflect scheduled principal payments, unscheduled prepayments, or the ability of certain of these securities to reprice prior to their contractual maturity:    One Year or Less   More than One Year Through Five Years   More than Five Years Through Ten Years   More than Ten Years   Total Securities AmortizedCost   WeightedAverageYield   AmortizedCost   WeightedAverageYield   AmortizedCost   WeightedAverageYield   AmortizedCost   WeightedAverageYield   AmortizedCost   WeightedAverageYield (Dollars in Thousands)  Corporate bonds and other obligations  $ &#8212;       &#8212;     $ 782       1.82 %   $ 200       6.63 %   $ &#8212;       &#8212;     $ 982       2.80 % SBA pool securities    &#8212;       &#8212;       &#8212;       &#8212;       &#8212;       &#8212;       &#8212;       &#8212;       &#8212;       &#8212;   Mortgage-backed securities    &#8212;       &#8212;       36       4.26 %     82       3.84 %     &#8212;       &#8212;       118       3.97 % Total debt securities  $ &#8212;             $ 818             $ 282             $ &#8212;             $ 1,100           18   As of June 30, 2010, Auburn Savings Bank did not have any interest-bearing assets that would be classified as non-accrual or past due if they were loans. Sources of Funds General. Deposits, borrowings and loan repayments are the major sources of our funds for lending and other investment purposes. Scheduled loan repayments are a relatively stable source of funds, while deposit inflows and outflows and loan prepayments are significantly influenced by general interest rates and money market conditions. Deposit Accounts. Most of our consumer and commercial deposits are gathered from our primary market area through the offering of a broad selection of deposit instruments, including interest-bearing demand accounts (such as NOW and money market accounts), savings accounts and certificates of deposit. In addition to accounts for individuals, we also offer business advantage and commercial checking accounts designed for the businesses operating in our market area. We have never and currently do not have any brokered deposits. Deposit account terms vary according to the minimum balance required, the time periods the funds must remain on deposit and the interest rate, among other factors. In determining the terms of our deposit accounts, we consider the rates offered by our competition, our liquidity needs, profitability to us, and customer preferences and concerns. We generally review our deposit mix and pricing weekly.  Our deposit pricing strategy has generally been based on current market conditions, demand for loans, liquidity levels and Federal Home Loan Bank of Boston advance rates. The following table sets forth certain information relative to the composition of our average deposit accounts and the weighted average interest rate on each category of deposits:     Years Ended June 30, 2010   2009 Average Balance   Percent   Weighted Average Rate   Average Balance   Percent   Weighted Average Rate (Dollars in Thousands)  Deposit type:                                    Demand deposits  $ 3,261       6.31 %     0.05 %   $ 3,054       6.42 %     0.17 % Savings deposits    3,709       7.17 %     0.87 %     3,195       6.71 %     0.85 % Money Market              12,855       24.85 %     1.12 %     9,829       20.66 %     1.24 % NOW accounts              2,600       5.03 %     0.73 %     2,179       4.58 %     0.60 % Total transaction accounts  $ 22,425       43.36 %     0.88 %   $ 18,257       38.37 %     0.92 % Certificates of deposit    29,299       56.64 %     2.35 %     29,325       61.63 %     2.81 % Total deposits            $ 51,724       100.00 %     1.72 %   $ 47,582       100.00 %     2.08 %   19   As of June 30, 2010, the aggregate amount of outstanding certificates of deposit in amounts greater than or equal to $100,000 was approximately $12.3 million. The following table sets forth the maturity of those certificates as of June 30, 2010:    At June 30, 2010 (Dollars in Thousands)  Three months or less  $ 1,047   Over three months through six months    1,648   Over six months through one year    6,282   Over one year through three years    2,523   Over three years    756   Total  $ 12,256   Borrowings. We utilize advances from the Federal Home Loan Bank of Boston to supplement our investable funds. The Federal Home Loan Bank functions as a central reserve bank providing credit for member financial institutions. As a member, we are required to own capital stock in the Federal Home Loan Bank and are authorized to apply for advances on the security of such stock and certain of our mortgage loans and other assets (principally securities that are obligations of, or guaranteed by, the United States), provided certain standards related to creditworthiness have been met. Advances are made under several different programs, each having its own interest rate and range of maturities. Depending on the program, limitations on the amount of advances are based either on a fixed percentage of an institution&#8217;s net worth or on the Federal Home Loan Bank&#8217;s assessment of the institution&#8217;s creditworthiness. The following table sets forth information concerning balances and interest rates on our Federal Home Loan Bank of Boston advances at the dates and for the periods indicated:    At or For the Fiscal Years Ended June 30, 2010   2009 Long-Term Borrowings   Short-Term Borrowings(1)   Long-Term Borrowings   Short-Term Borrowings(1) (Dollars in Thousands)  Balance at end of period  $ 18,431     $ -     $ 17,150     $ 3,000   Average balance during period  $ 18,055     $ 362     $ 15,475     $ 1,865   Maximum outstanding at any month end  $ 18,431     $ 3,500     $ 17,150     $ 4,000   Weighted average interest rate at end of period    3.11 %     -       4.24 %     0.34 % Average interest rate during period    3.71 %     0.29 %     4.73 %     0.50 %  (1) Represents short-term borrowings of less than one year.\n Regulation and Supervision General As savings and loan holding companies, Auburn Bancorp, MHC and Auburn Bancorp, Inc. are required by federal law to report to, and otherwise comply with the rules and regulations of, the Office of Thrift Supervision.  As a result of the Dodd-Frank Act, the powers and duties of the Office of Thrift Supervision with respect to savings and loan and mutual holding companies will be transferred to the Federal Reserve Board within one year of the date of the legislation, unless extended by up to six months.  At that time, we will be subject to the rules and regulations, as well as supervision, of the Federal Reserve Board.   20   The Bank is examined, regulated and supervised by the Office of Thrift Supervision and is subject to examination by the FDIC.  As a result of the Dodd-Frank Act, the powers and duties of the Office of Thrift Supervision with respect to savings banks such as the Bank, will be transferred to the Office of the Comptroller of the Currency.  This regulation and supervision establishes a comprehensive framework of activities in which an institution may engage and is intended primarily for the protection of the FDIC&#8217;s deposit insurance fund, the banking system and depositors.  Under this system of federal regulation, financial institutions are periodically examined to ensure that they satisfy applicable standards with respect to their capital adequacy, assets, management, earnings, liquidity and sensitivity to market interest rates.  Following completion of its examination, the federal agency critiques the institution&#8217;s operations and assigns its rating (known as an institution&#8217;s CAMELS rating).  Under federal law, an institution may not disclose its CAMELS rating to the public.  The Bank also is a member of and owns stock in the Federal Home Loan Bank of Boston, which is one of the twelve regional banks in the Federal Home Loan Bank System.  The Bank also is currently regulated to a lesser extent by the Federal Reserve Board governing reserves to be maintained against deposits and other matters.  The Office of Thrift Supervision examines the Bank and prepares reports for the consideration of its board of directors on any operating deficiencies.  The Bank&#8217;s relationship with its depositors and borrowers also is regulated to a great extent by federal law and, to a much lesser extent, state law, especially in matters concerning the ownership of deposit accounts and the form and content of the Bank&#8217;s mortgage documents. The Dodd-Frank Act and the extensive new regulations implementing the Act, will significantly affect our business and operating results, and any future laws or regulations, whether enacted by Congress or implemented by the FDIC, the Comptroller of the Currency or the Federal Reserve Board, could have a material adverse impact on Auburn Bancorp, MHC, Auburn Bancorp, Inc. and the Bank. Set forth below is a brief description of certain regulatory requirements applicable to Auburn Bancorp, MHC, Auburn Bancorp, Inc. and the Bank.  The description below is limited to certain material aspects of the statutes and regulations addressed, and is not intended to be a complete description of such statutes and regulations and their effects on Auburn Bancorp, Inc. and the Bank. New Federal Legislation The recently enacted Dodd-Frank Act will significantly change the current bank regulatory structure and affect the lending, investment, trading and operating activities of financial institutions and their holding companies.  The Dodd-Frank Act will eliminate our current primary federal regulator, the Office of Thrift Supervision, and require the Bank to be regulated by the Office of the Comptroller of the Currency (the primary federal regulator for national banks). The Dodd-Frank Act also authorizes the Federal Reserve Board to supervise and regulate all savings and loan holding companies, including mutual holding companies, like Auburn Bancorp, Inc. and Auburn Bancorp, MHC, in addition to bank holding companies that it currently regulates.  As a result, the Federal Reserve Board&#8217;s current regulations applicable to bank holding companies, including holding company capital requirements, will apply to savings and loan holding companies like Auburn Bancorp, Inc. and Auburn Bancorp, MHC.  These capital requirements are substantially similar to the capital requirements currently applicable to the Bank, as described in &#8220;Supervision and Regulation&#8212;Federal Banking Regulation&#8212;Capital Requirements.&#8221;  Moreover, Auburn Bancorp, MHC will require the approval of the Federal Reserve Board before it may waive the receipt of any dividends from Auburn Bancorp, Inc., and there is no assurance that the Federal Reserve Board will approve future dividend waivers or what conditions it may impose on such waivers.  The Dodd-Frank Act also requires the Federal Reserve Board to set minimum capital levels for bank holding companies that are as stringent as those required for the insured depository subsidiaries, and the components of Tier 1 capital would be restricted to capital instruments that are currently considered to be Tier 1 capital for insured depository institutions.  Bank holding companies with assets of less than $500 million are exempt from these capital requirements.  Under the Dodd-Frank Act, the proceeds of trust preferred securities are excluded from Tier 1 capital unless such securities were issued prior to May 19, 2010 by bank or savings and loan holding companies with less than $15 billion of assets.  The legislation also establishes a floor for capital of insured depository institutions that cannot be lower than the standards in effect today, and directs the federal banking regulators to implement new leverage and capital requirements within 18 months that take into account off-balance sheet activities and other risks, including risks relating to securitized products and derivatives.   21   The Dodd-Frank Act also creates a new Consumer Financial Protection Bureau with broad powers to supervise and enforce consumer protection laws.  The Consumer Financial Protection Bureau has broad rulemaking authority for a wide range of consumer protection laws that apply to all banks and savings institutions such as the Bank, including the authority to prohibit &#8220;unfair, deceptive or abusive&#8221; acts and practices.  The Consumer Financial Protection Bureau has examination and enforcement authority over all banks and savings institutions with more than $10 billion in assets.  Banks and savings institutions with $10 billion or less in assets will be examined by their applicable bank regulators.  The new legislation also weakens the federal preemption available for national banks and federal savings associations, and gives state attorneys general the ability to enforce applicable federal consumer protection laws. The legislation also broadens the base for FDIC insurance assessments. Assessments will now be based on the average consolidated total assets less tangible equity capital of a financial institution.  The Dodd-Frank Act also permanently increases the maximum amount of deposit insurance for banks, savings institutions and credit unions to $250,000 per depositor, retroactive to January 1, 2008, and non-interest bearing transaction accounts have unlimited deposit insurance through December 31, 2013.  Lastly, the Dodd-Frank Act will increase stockholder influence over boards of directors by requiring companies to give stockholders a non-binding vote on executive compensation and so-called &#8220;golden parachute&#8221; payments, and by authorizing the Securities and Exchange Commission to promulgate rules that would allow stockholders to nominate their own candidates using a company&#8217;s proxy materials.  The legislation also directs the Federal Reserve Board to promulgate rules prohibiting excessive compensation paid to bank holding company executives, regardless of whether the company is publicly traded. It is difficult to predict at this time what impact the new legislation and implementing regulations will have on community banks like the Bank, including the lending and credit practices of such banks.  Moreover, many of the provisions of the Dodd-Frank Act will not take effect for at least a year, and the legislation requires various federal agencies to promulgate numerous and extensive implementing regulations over the next several years.  Although the substance and scope of these regulations cannot be determined at this time, it is expected that the legislation and implementing regulations, particularly those provisions relating to the new Consumer Financial Protection Bureau and mutual holding company dividend waivers, will increase our operating and compliance costs and restrict our ability to pay dividends. Regulation of Federal Savings Associations. Capital Requirements. The Office of Thrift Supervision&#8217;s capital regulations require federal savings institutions to meet three minimum capital standards: a 1.5% tangible capital to total assets ratio, a 4% leverage ratio (3% for institutions receiving the highest rating on the CAMELS examination rating system) and an 8% risk-based capital ratio. In addition, the prompt corrective action standards discussed below also establish, in effect, a minimum 2% tangible capital standard, a 4% leverage ratio (3% for institutions receiving the highest rating on the CAMELS system) and, together with the risk-based capital standard itself, a 4% Tier 1 risk-based capital standard. The Office of Thrift Supervision regulations also require that, in meeting the tangible, leverage and risk-based capital standards, institutions must generally deduct investments in and loans to subsidiaries engaged in activities as principal that are not permissible for a national bank.   22   The risk-based capital standard requires federal savings institutions to maintain Tier 1 (core) and total capital (which is defined as core capital and supplementary capital) to risk-weighted assets of at least 4% and 8%, respectively. In determining the amount of risk-weighted assets, all assets, including certain off-balance sheet assets, recourse obligations, residual interests and direct credit substitutes, are multiplied by a risk-weight factor of 0% to 100%, assigned by the Office of Thrift Supervision capital regulation based on the risks believed inherent in the type of asset. Core (Tier 1) capital is defined as common stockholders&#8217; equity (including retained earnings), certain noncumulative perpetual preferred stock and related surplus and minority interests in equity accounts of consolidated subsidiaries, less intangibles other than certain mortgage servicing rights and credit card relationships. The components of supplementary capital currently include cumulative preferred stock, long-term perpetual preferred stock, mandatory convertible securities, subordinated debt and intermediate preferred stock, the allowance for loan and lease losses limited to a maximum of 1.25% of risk-weighted assets and up to 45% of unrealized gains on available-for-sale equity securities with readily determinable fair market values. Overall, the amount of supplementary capital included as part of total capital cannot exceed 100% of core capital. The Office of Thrift Supervision also has authority to establish individual minimum capital requirements in appropriate cases upon a determination that an institution&#8217;s capital level is or may become inadequate in light of the particular circumstances. At June 30, 2010, the Bank exceeded each of these capital requirements. Prompt Corrective Regulatory Action. The Office of Thrift Supervision is required to take certain supervisory actions against undercapitalized institutions, the severity of which depends upon the institution&#8217;s degree of undercapitalization. Generally, a savings institution that has a ratio of total capital to risk weighted assets of less than 8%, a ratio of Tier 1 (core) capital to risk-weighted assets of less than 4% or a ratio of core capital to total assets of less than 4% (3% or less for institutions with the highest examination rating) is considered to be &#8220;undercapitalized.&#8221; A savings institution that has a total risk-based capital ratio less than 6%, a Tier 1 capital ratio of less than 3% or a leverage ratio that is less than 3% is considered to be &#8220;significantly undercapitalized&#8221; and a savings institution that has a tangible capital to assets ratio equal to or less than 2% is deemed to be &#8220;critically undercapitalized.&#8221; Subject to a narrow exception, the Office of Thrift Supervision is required to appoint a receiver or conservator within specified time frames for an institution that is &#8220;critically undercapitalized.&#8221; An institution must file a capital restoration plan with the Office of Thrift Supervision within 45 days of the date it receives notice that it is &#8220;undercapitalized,&#8221; &#8220;significantly undercapitalized&#8221; or &#8220;critically undercapitalized.&#8221; Compliance with the plan must be guaranteed by any parent holding company. In addition, numerous mandatory supervisory actions become immediately applicable to an undercapitalized institution, including, but not limited to, increased monitoring by regulators and restrictions on growth, capital distributions and expansion. &#8220;Significantly undercapitalized&#8221; and &#8220;critically undercapitalized&#8221; institutions are subject to more extensive mandatory regulatory actions. The Office of Thrift Supervision could also take any one of a number of discretionary supervisory actions, including the issuance of a capital directive and the replacement of senior executive officers and directors. Standards for Safety and Soundness. As required by statute, the federal banking agencies have adopted Interagency Guidelines prescribing Standards for Safety and Soundness. The guidelines set forth the safety and soundness standards that the federal banking agencies use to identify and address problems at insured depository institutions before capital becomes impaired. If the Office of Thrift Supervision determines that a savings institution fails to meet any standard prescribed by the guidelines, the Office of Thrift Supervision may require the institution to submit an acceptable plan to achieve compliance with the standard. The Bank has not received any notice from the Office of Thrift Supervision that it has failed to meet any standard prescribed by the guidelines.   23   Limitation on Capital Distributions. Office of Thrift Supervision regulations impose limitations upon all capital distributions by a savings institution, including cash dividends, payments to repurchase its shares and payments to shareholders of another institution in a cash-out merger. Under the regulations, an application to and the prior approval of the Office of Thrift Supervision is required before any capital distribution if the institution does not meet the criteria for &#8220;expedited treatment&#8221; of applications under Office of Thrift Supervision regulations (i.e., generally, examination and Community Reinvestment Act ratings in the two top categories), the total capital distributions for the calendar year exceed net income for that year plus the amount of retained net income for the preceding two years, the institution would be undercapitalized following the distribution or the distribution would otherwise be contrary to a statute, regulation or agreement with the Office of Thrift Supervision. If an application is not required, the institution must still provide prior notice to the Office of Thrift Supervision of the capital distribution if, like the Bank, it is a subsidiary of a holding company. If the Bank&#8217;s capital were ever to fall below its regulatory requirements or the Office of Thrift Supervision notified it that it was in need of increased supervision, its ability to make capital distributions could be restricted. In addition, the Office of Thrift Supervision could prohibit a proposed capital distribution that would otherwise be permitted by the regulation, if the agency determines that such distribution would constitute an unsafe or unsound practice. Qualified Thrift Lender Test. Federal law requires savings institutions to meet a qualified thrift lender test. Under the test, a savings association is required to either qualify as a &#8220;domestic building and loan association&#8221; under the Internal Revenue Code or maintain at least 65% of its &#8220;portfolio assets&#8221; (total assets less: (i) specified liquid assets up to 20% of total assets; (ii) intangibles, including goodwill; and (iii) the value of property used to conduct business) in certain &#8220;qualified thrift investments&#8221; (primarily residential mortgages and related investments, including certain mortgage-backed securities) in at least 9 months out of each 12 month period. Education loans, consumer loans, credit card loans and small business loans may be considered &#8220;qualified thrift investments.&#8221; A savings institution that fails the qualified thrift lender test is subject to certain operating restrictions and may be required to convert to a bank charter. As of June 30, 2010, the Bank maintained 99.94% of its portfolio assets in qualified thrift investments. Asset Composition Limits. Some of the types of loans and other investments in which a federal savings institution, such as the Bank, may invest, sell or otherwise deal are limited to a percentage of the savings institution&#8217;s assets or capital under federal law. For example, the amount of commercial non-real estate loans in which the Bank may invest or sell is limited to up to 20% of assets, with the amount over 10% of assets limited to small business loans only, the amount of nonresidential real property loans is limited to 400% of the savings institution&#8217;s capital, unless the Office of Thrift Supervision permits them to exceed this limit, investments in tangible personal property are limited to 10% of assets and other loans for personal, family or household purposes are limited to between 30 and 35% of assets.  Some other loans or investments are limited to five percent of the savings institution&#8217;s assets, including community development investments, and construction loans without security, among others, in which the Bank, as a federal savings institution, may invest or sell are all limited to a percentage of their assets fixed by statute. Grandfathering.  Federal law permits a federal savings bank formerly chartered or designated as a mutual savings bank under state law, such as the Bank, which converted from a Maine-state chartered savings institution to a federal savings institution in July 2006, to continue to exercise any authority it was authorized to exercise as a mutual savings bank under state law at the time of its conversion from a state mutual savings bank to a Federal charter. Unless otherwise determined by the OTS, a savings association, in the exercise of this grandfathered authority, may continue to follow applicable state laws and regulations in effect at the time of its conversion.  A Federal savings association may also enjoy grandfathered rights under the Maine state law that were available only upon the occurrence of specific preconditions, such as the attainment of a particular future date or specified level of regulatory capital, which had not occurred at the time of conversion from a state mutual savings bank, provided they occur thereafter.   24   Transactions with Related Parties. Federal law limits the Bank&#8217;s authority to lend to, and engage in certain other transactions with (collectively, &#8220;covered transactions&#8221;), &#8220;affiliates&#8221; (e.g., any company that controls or is under common control with an institution, including the Company, the MHC and their non-savings institution subsidiaries). The aggregate amount of covered transactions with any individual affiliate is limited to 10% of the capital and surplus of the savings institution. The aggregate amount of covered transactions with all affiliates is limited to 20% of the savings institution&#8217;s capital and surplus. Loans and other specified transactions with affiliates are required to be secured by collateral in an amount and of a type described in federal law. The purchase of low quality assets from affiliates is generally prohibited. Transactions with affiliates must be on terms and under circumstances that are at least as favorable to the institution as those prevailing at the time for comparable transactions with non-affiliated companies. In addition, savings institutions are prohibited from lending to any affiliate that is engaged in activities that are not permissible for bank holding companies and no savings institution may purchase the securities of any affiliate other than a subsidiary. The Sarbanes-Oxley Act generally prohibits loans by the Company to its executive officers and directors. However, the Sarbanes-Oxley Act contains a specific exemption from such prohibition for loans by the Bank to its executive officers and directors in compliance with federal banking regulations. Federal regulations require that all loans or extensions of credit to executive officers and directors of insured institutions must be made on substantially the same terms, including interest rates and collateral, as those prevailing at the time for comparable transactions with other persons and must not involve more than the normal risk of repayment or present other unfavorable features. The Bank is therefore prohibited from making any new loans or extensions of credit to executive officers and directors at different rates or terms than those offered to the general public. Notwithstanding this rule, federal regulations permit the Bank to make loans to executive officers and directors at reduced interest rates if the loan is made under a benefit program generally available to all other employees and does not give preference to any executive officer or director over any other employee. In addition, loans made to a director or executive officer in an amount that, when aggregated with the amount of all other loans to the person and his or her related interests, are in excess of the greater of $25,000 or 5% of the Bank&#8217;s capital and surplus, up to a maximum of $500,000, must be approved in advance by a majority of the disinterested members of the board of directors. Insurance of Deposit Accounts. The Dodd-Frank Act permanently increased the maximum amount of deposit insurance for banks, savings institution and credit unions to $250,000 per depositor.  Non-interest bearing transaction accounts have unlimited deposit insurance through December 31, 2013.  Under the FDIC&#8217;s risk-based assessment system, insured institutions are assigned to one of four risk categories based on supervisory evaluations, regulatory capital levels and certain other risk factors. An institution is assigned an assessment rate from 7 to 77.5 basis points based upon the risk category to which it is assigned. The FDIC is authorized to set the reserve ratio for the Deposit Insurance Fund annually at between 1.15% and 1.5% of estimated insured deposits.  The Dodd-Frank Act mandates that the statutory minimum reserve ratio of the Deposit Insurance Fund increase from 1.15% to 1.35% of insured deposits by September 30, 2020.  Banks with assets of less than $10 billion are exempt from any additional assessments necessary to increase the reserve fund above 1.15%.  As part of a plan to restore the reserve ratio to 1.15%, in 2009 the FDIC imposed a special assessment on all insured institutions equal to five basis points of assets less Tier 1 capital as of June 30, 2009, payable on September 30, 2009, in order to cover losses to the Deposit Insurance Fund resulting from bank failures.  The Bank recorded an expense of approximately $34,000 during the quarter ended June 30, 2009, to reflect the special assessment.  In addition, the FDIC increased its quarterly deposit insurance assessment rates and amended the method by which rates are calculated.   25   In addition, in lieu of further special assessments, the FDIC required all insured depository institutions to prepay on December 30, 2009 their estimated quarterly risk-based assessments for the fourth quarter of 2009, and for all of 2010, 2011, and 2012. Estimated assessments for the fourth quarter of 2009 and for all of 2010 were based upon the assessment rate in effect on September 30, 2009, with 3 basis points added for the 2011 and 2012 assessment rates.  In addition, a 5% annual growth in the assessment base was assumed.  Prepaid assessments are to be applied against the actual quarterly assessments until exhausted, and may not be applied to any special assessments that may occur in the future.  Any unused prepayments will be returned to the institution on June 30, 2013.  On December 30, 2009, the Bank prepaid approximately $323,000 in estimated assessment fees.  Because the prepaid assessments represent the prepayment of future expense, they do not affect the Bank&#8217;s capital (the prepaid asset will have a risk-weighting of 0%) or tax obligations. Insurance of deposits may be terminated by the FDIC upon a finding that an institution has engaged in unsafe or unsound practices, is in an unsafe or unsound condition to continue operations or has violated any applicable law, regulation, rule, order or condition imposed by the FDIC. We do not currently know of any practice, condition or violation that may lead to termination of our deposit insurance. In addition to the FDIC assessments, the Financing Corporation (&#8220;FICO&#8221;) is authorized to impose and collect, with the approval of the FDIC, assessments for anticipated payments, issuance costs and custodial fees on bonds issued by the FICO in the 1980s to recapitalize the former Federal Savings and Loan Insurance Corporation. For the quarter ended June 30, 2010, the annualized FICO assessment rate equaled 0.20 basis points for each $100 in domestic deposits maintained at an institution.  The bonds issued by the FICO are due to mature in 2017 through 2019. Temporary Liquidity Guarantee Program.  On October 14, 2008, the Federal Deposit Insurance Corporation adopted an optional TLGP under which, for a fee, noninterest-bearing transaction accounts would receive unlimited insurance coverage until June 30, 2010, subsequently extended to December 31, 2010, with an additional possible extension up to December 31, 2011.  The Bank opted to participate in the unlimited noninterest-bearing transaction account coverage. The Temporary Liquidity Guarantee Program also included a debt component under which certain senior unsecured debt issued by institutions and their holding companies between October 13, 2008 and October 31, 2009 would be guaranteed by the FDIC through June 30, 2012, or in some cases, December 31, 2012. In return for the Federal Deposit Insurance Corporation&#8217;s guarantee, participating institutions will pay the Federal Deposit Insurance Corporation a fee based on the amount and maturity of the debt.  The Company did not opt to participate in this component of the TLGP opting out of the unsecured debt guarantee program. U.S. Treasury&#8217;s Troubled Asset Relief Program Capital Purchase Program. On October 3, 2008, the Emergency Economic Stabilization Act of 2008 was enacted that provides the U.S. Secretary of the Treasury with broad authority to implement certain actions to help restore stability and liquidity to U.S. markets. One of the provisions resulting from the legislation is the Troubled Asset Relief Program Capital Purchase Program (&#8220;CPP&#8221;), which provides direct equity investment in perpetual preferred stock by the U.S. Treasury Department in qualified financial institutions. The program is voluntary and requires an institution to comply with a number of restrictions and provisions, including limits on executive compensation, stock redemptions and declaration of dividends.  The CPP provides for a minimum investment of one percent of total risk-weighted assets and a maximum investment equal to the lesser of three percent of total risk-weighted assets or $25 billion. Participation in the program is not automatic and is subject to approval by the U.S. Treasury Department.  We opted not to participate in the CPP. Federal Home Loan Bank System. The Bank is a member of the Federal Home Loan Bank System, which consists of 12 regional Federal Home Loan Banks. The Federal Home Loan Banks provide a central credit facility primarily for member institutions. The Bank, as a member of the Federal Home Loan Bank of Boston, is required to acquire and hold shares of capital stock in that Federal Home Loan Bank. The Bank was in compliance with this requirement with an investment in Federal Home Loan Bank stock at June 30, 2010 of $1,251,700.   26   The Federal Home Loan Banks are required to provide funds for the resolution of insolvent thrifts in the late 1980s and to contribute funds for affordable housing programs. These requirements could reduce the amount of dividends that the Federal Home Loan Banks pay to their members and could also result in the Federal Home Loan Banks imposing a higher rate of interest on advances to their members. If dividends were reduced, or interest on future Federal Home Loan Bank advances increased, the Bank&#8217;s net interest income would likely also be reduced. Community Reinvestment Act. Under the Community Reinvestment Act, as implemented by Office of Thrift Supervision regulations, a savings association has a continuing and affirmative obligation consistent with its safe and sound operation to help meet the credit needs of its entire community, including low and moderate income neighborhoods. The Community Reinvestment Act does not establish specific lending requirements or programs for financial institutions nor does it limit an institution&#8217;s discretion to develop the types of products and services that it believes are best suited to its particular community, consistent with the Community Reinvestment Act. The Community Reinvestment Act requires the Office of Thrift Supervision, in connection with its examination of a savings association, to assess the institution&#8217;s record of meeting the credit needs of its community and to take such record into account in its evaluation of certain applications by such institution. The Community Reinvestment Act requires public disclosure of an institution&#8217;s rating and requires the Office of Thrift Supervision to provide a written evaluation of an association&#8217;s Community Reinvestment Act performance utilizing a four-tiered descriptive rating system. The Bank received an &#8220;Outstanding&#8221; rating as a result of its most recent Community Reinvestment Act assessment. Privacy. Under the Gramm-Leach-Bliley Act of 1999 (the &#8220;GLB Act&#8221;), all financial institutions are required to establish policies and procedures to restrict the sharing of nonpublic customer data with nonaffiliated parties at the customer&#8217;s request and to protect customer data from unauthorized access.  In addition, the Fair and Accurate Credit Transactions Act of 2003 (the &#8220;FACT Act&#8221;) includes many provisions concerning national credit reporting standards and permits consumers, including customers of the Bank, to opt out of information-sharing for marketing purposes among affiliated companies.  The FACT Act also requires banks and other financial institutions to notify their customers if they report negative information about them to a credit bureau or if they are granted credit on terms less favorable than those generally available.  The Federal Reserve Board and the Federal Trade Commission have extensive rulemaking authority under the FACT Act, to which the MHC, the Company and the Bank are subject.  The Bank may also be subject to Maine state law restrictions on the disclosure of customer information. Consumer Laws and Regulations. In addition to the laws and regulations discussed herein, the Bank is also subject to certain laws and regulations designed to protect consumers in transactions with banks.  While the list set forth herein is not exhaustive, these laws and regulations include the Truth in Lending Act, the Truth in Savings Act, the Electronic Funds Transfer Act and Regulation E promulgated thereunder, the Expedited Funds Availability Act, Check Clearing for the 21st Century Act , the Equal Credit Opportunity Act, the Fair Housing Act, the Fair Credit Reporting Act, Fair Debt Collection Practices Act, Home Mortgage Disclosure Act of 1975, the Real Estate Settlement Procedures Act, Right to Financial Privacy Act and Title III of The Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act of 2001 (referred to as the &#8220;USA PATRIOT Act&#8221;) and related regulations, among others.  These laws and regulations require certain disclosures and regulate the manner in which financial institutions must deal with customers when taking deposits, making loans to or engaging in other types of transactions with such customers.  Failure to comply with these laws and regulations could lead to substantial monetary damages, penalties, operating restrictions and reputational damage to the financial institution.  Interest and other charges collected or contracted for by the Bank are subject to federal laws concerning interest rates and, as applicable, state usury laws.   27   Holding Company Regulation. General. The Company and the MHC are savings and loan holding companies within the meaning of federal law. As such, they are registered with the Office of Thrift Supervision and are subject to Office of Thrift Supervision regulations, examinations, supervision, reporting requirements and regulations concerning corporate governance and activities. In addition, the Office of Thrift Supervision has enforcement authority over the Company and the MHC and any non-savings institution subsidiaries they may have in the future. Among other things, this authority permits the Office of Thrift Supervision to restrict or prohibit activities that are determined to be a serious risk to the Bank. Restrictions Applicable to Mutual Holding Companies. According to federal law and Office of Thrift Supervision regulations, a mutual holding company, such as the MHC, may generally engage in the following activities: (1) investing in the stock of a savings institution; (2) acquiring a mutual association through the merger of such association into a savings institution subsidiary of such holding company or an interim savings institution subsidiary of such holding company and (3) merging with or acquiring another holding company, one of whose subsidiaries is a savings institution. In some circumstances, a savings and loan holding company, such as the MHC, may also engage in activities approved by the Federal Reserve Board for a bank holding company under Section 4(c) of the Bank Holding Company Act (other than activities begun by an acquisition, in whole or in part, of a going concern) if previously approved by Office of Thrift Supervision or if the savings and loan holding company receives a rating of &#8220;satisfactory&#8221; or above prior to January 1, 2008, or a composite rating of &#8220;1&#8221; or &#8220;2&#8221; thereafter, in its most recent examination and is not in a troubled condition.  In certain circumstances, a mutual holding company, such as the MHC, may also engage in activities permitted for financial holding companies, including certain insurance and securities activities. Federal law prohibits a savings and loan holding company, including a federal mutual holding company, from directly or indirectly, or through one or more subsidiaries, acquiring more than 5% of the voting stock of another savings institution, or its holding company, without prior written approval of the Office of Thrift Supervision. Federal law also prohibits a savings and loan holding company from acquiring more than 5% of a company engaged in activities other than those authorized for savings and loan holding companies by federal law; or acquiring or retaining control of a depository institution that is not insured by the Federal Deposit Insurance Corporation. In evaluating applications by holding companies to acquire savings institutions, the Office of Thrift Supervision must consider the financial and managerial resources and future prospects of the Company and institution involved, the effect of the acquisition on the risk to the insurance funds, the convenience and needs of the community and competitive factors. The Office of Thrift Supervision is prohibited from approving any acquisition that would result in a multiple savings and loan holding company controlling savings institutions in more than one state, except: (1) the approval of interstate supervisory acquisitions by savings and loan holding companies, and (2) the acquisition of a savings institution in another state if the laws of the state of the target savings institution specifically permit such acquisitions. The states vary in the extent to which they permit interstate savings and loan holding company acquisitions. If the savings institution subsidiary of a savings and loan holding company fails to meet the qualified thrift lender test, the holding company must register with the Federal Reserve Board as a bank holding company within one year of the savings institution&#8217;s failure to so qualify.   28   Stock Holding Company Subsidiary Regulation. The Office of Thrift Supervision has adopted regulations governing the two-tier mutual holding company form of organization and subsidiary stock holding companies that are controlled by mutual holding companies. The Bank has adopted this form of organization. The Company is the stock holding company subsidiary of the MHC. The Company is permitted to engage in activities that are permitted for the MHC subject to the same restrictions and conditions. Waivers of Dividends by the MHC. Office of Thrift Supervision regulations require the MHC to notify the Office of Thrift Supervision if it proposes to waive receipt of dividends from the Company. The Office of Thrift Supervision reviews dividend waiver notices on a case-by-case basis, and, in general, does not object to a waiver if: (i) the waiver would not be detrimental to the safe and sound operation of the savings association; and (ii) the mutual holding company&#8217;s board of directors determines that such waiver is consistent with such directors&#8217; fiduciary duties to the mutual holding company&#8217;s members. The Office of Thrift Supervision requires a mutual holding company to certify that the dividends declared by its subsidiary holding company, distributed and waived by the mutual holding company for the last two calendar quarters or since the date of its minority stock issuance, whichever is later, and the current year do not exceed cumulative net income of the stock holding company subsidiary for the same period of time. We anticipate that the MHC will waive its receipt of dividends that the Company may pay, if any. Conversion of the MHC to Stock Form. Office of Thrift Supervision regulations permit the MHC to convert from the mutual form of organization to the capital stock form of organization. There can be no assurance when, if ever, a conversion transaction will occur, and the Board of Directors has no current intention or plan to undertake a conversion transaction. In a conversion transaction a new holding company would be formed as the successor to the Company, the MHC&#8217;s corporate existence would end, and certain depositors of the Bank would receive the right to subscribe for additional shares of the new holding company. In a conversion transaction, each share of common stock held by stockholders other than the MHC would be automatically converted into a number of shares of common stock of the new holding company based on an exchange ratio determined at the time of conversion that ensures that stockholders other than the MHC own the same percentage of common stock in the new holding company as they owned in the Company immediately before conversion. The total number of shares held by stockholders other than the MHC after a conversion transaction would be increased by any purchases by such stockholders in the stock offering conducted as part of the conversion transaction. Acquisition of Control. Under the federal Change in Bank Control Act, a notice must be submitted to the Office of Thrift Supervision if any person (including a company), or group acting in concert, seeks to acquire &#8220;control&#8221; of a savings and loan holding company or savings association. An acquisition of &#8220;control&#8221; can occur upon the acquisition of 10% or more of the voting stock of a savings and loan holding company or savings institution or as otherwise defined by the Office of Thrift Supervision. Under the Change in Bank Control Act, the Office of Thrift Supervision has 60 days from the filing of a complete notice to act, taking into consideration certain factors, including the financial and managerial resources of the acquirer and the anti-trust effects of the acquisition. Any company that so acquires control would then be subject to regulation as a savings and loan holding company. Personnel As of June 30, 2010, we had 16 full-time employees and two part-time employees, none of whom is represented by a collective bargaining unit. We believe our relationship with our employees is good. Item 1A. Risk Factors. Not applicable.   29    Item 1B. Unresolved Staff Comments. Not applicable. Item 2. Properties. We conduct our business through our main office in Auburn, Maine and our branch office in Lewiston, Maine, both of which we own. The following is a list of our locations: Location  Year Acquired  256 Court StreetAuburn, ME 04212  1957  325 Sabattus St.Lewiston, ME 04240  2003  Item 3. Legal Proceedings. Periodically, there have been various claims and lawsuits against us, such as claims to enforce liens, condemnation proceedings on properties in which we hold security interests, claims involving the making and servicing of real property loans and other issues incident to our business. We are not a party to any pending legal proceedings that we believe would have a material adverse effect on our financial condition, results of operations or cash flows. Item 4.  [Removed and Reserved] PART II Item 5. Market for Registrant&#8217;s Common Equity, Related Stockholder Matters and Issuer Purchases of Equity Securities. Common Stock Performance by Quarter*    Fiscal Year 2010                          1st Qtr   2nd Qtr   3rd Qtr   4th Qtr                           Bid Price *                        High  $ 7.05     $ 8.50     $ 7.50     $ 7.50   Low    6.75       7.25       6.30       6.50   30        Fiscal Year 2009                           1st Qtr   2nd Qtr   3rd Qtr   4th Qtr                           Bid Price *                        High  $ 10.01     $ 10.01     $ 6.75     $ 6.75   Low    9.50       5.75       6.00       6.00 &#8217; *There is no established public trading market for the Company&#8217;s common stock.  Trade price  information is based on high and low bid prices reported in the OTC Bulletin Board, and may not represent all trades effected during the relevant periods. Shares of the Company&#8217;s common stock are traded on the OTC Bulletin Board under the symbol &#8220;ABBB&#8221;. The Company had approximately 131 holders of record as of September 22, 2010.  Certain shares of the Company&#8217;s common stock are held in &#8220;nominee&#8221; or &#8220;street&#8221; name and accordingly, the number of beneficial owners of such shares is not known or included in the foregoing number. The Company currently is not paying cash dividends on its common stock. Equity Compensation Plans.  Other than our employee stock ownership plan, we do not have any equity compensation plans that were not approved by stockholders.  The following table sets forth information with respect to the Company&#8217;s equity compensation plans effective June 30, 2010.     Number of securities to be issured upon exercise of outstanding options, warrants and rights   Weighted average exercise price of outstanding options, warrants and rights   Number of securities remaining available for future issurance under equity compensation plan                           2009 Equity Incentive plan (approved by stockholders on November 17, 2009)    -       NA       7,398                            Equity Incentive Compensation Plans not approved by security holders    -       NA       NA                            Total    -       NA       7,398   The Company did not repurchase any shares of its common stock during the quarter ended June 30, 2010. Item 6. Selected Financial Data. Not required for smaller reporting companies.   31   Item 7. Management&#8217;s Discussion and Analysis of Financial Condition and Results of Operations. Overview Our principal business is to acquire deposits from individuals and businesses in the communities surrounding our offices and to use these deposits to fund loans.  We focus on providing our products and services to two segments of customers: individuals and businesses. Income.  Our primary source of income is net interest income.  Net interest income is the difference between interest income, which is the income that we earn on our loans and investments, and interest expense, which is the interest that we pay on our deposits and borrowings.  Changes in levels of interest rates affect our net interest income. Short-term interest rates (which influence the rates we pay on deposits) have until recently increased, while longer-term interest rates (which influence the rates we earn on loans) have not.  The narrowing of the spread between the interest we earn on loans and investments and the interest we pay on deposits would negatively affect our net interest income. A secondary source of income is non-interest income, which includes revenue that we receive from providing products and services.  The majority of our non-interest income generally comes from loan service charges and service charges on deposit accounts. Allowance for Loan Losses. The allowance for loan losses is a valuation allowance for probable losses inherent in the loan portfolio.  We evaluate the need to establish allowances against losses on loans on a regular basis.  When additional allowances are necessary, a provision for loan losses is charged to earnings. Expenses.  The non-interest expenses we incur in operating our business consist of expenses for salaries and employee benefits, occupancy and equipment, data processing, marketing and advertising, professional services and various other miscellaneous expenses.  Our largest non-interest expense is salaries and employee benefits, which consist primarily of salaries and wages paid to our employees, payroll taxes, and expenses for health insurance, retirement plans and other employee benefits.  We expect to recognize additional annual employee compensation expenses stemming from the adoption of a new equity benefit plan following the 2009 annual meeting of stockholders.  We cannot determine the actual amount of these new stock-related compensation and benefit expenses at this time because applicable accounting practices require that they be based on the fair market value of the shares of common stock at specific points in the future. As a result of the mutual holding company reorganization and minority stock offering, we have incurred additional non-interest expenses as a result of operating as a public company.  These additional expenses consist primarily of legal and accounting fees and expenses of stockholder communications and meetings. Critical Accounting Policies We consider accounting policies that require management to exercise significant judgment or discretion, or make significant assumptions that have or could have a material impact on the carrying value of certain assets or on income, to be critical accounting policies. We consider the following to be our critical accounting policies. Allowance for loan losses.  The allowance for loan losses is established as losses are estimated to have occurred through a provision for loan losses charged to earnings. Loan losses are charged against the allowance when management believes the uncollectibility of a loan balance is confirmed. Subsequent recoveries, if any, are credited to the allowance.  The allowance for loan losses is evaluated on a regular basis by management and is based on management&#8217;s periodic review of the collectibility of the loans in light of historical experience, the nature and volume of the loan portfolio, adverse situations that may affect the borrower&#8217;s ability to repay, estimated value of the underlying collateral and prevailing economic conditions. This evaluation is inherently subjective as it requires estimates that are susceptible to significant revision as more information becomes available.   32   The allowance consists of specific and general components.  The specific component relates to loans that are classified as impaired, whereby an allowance is established when the discounted cash flows, collateral value or observable market price of the impaired loan is lower than the carrying value of that loan.  The general component relates to pools of non-impaired loans and is based on historical loss experience adjusted for qualitative factors such as delinquency trends, changes in portfolio mix, and current economic conditions. A loan is considered impaired when, based on current information and events, it is probable that we will be unable to collect the scheduled payments of principal or interest when due according to the contractual terms of the loan agreement. Management considers factors including payment status, collateral value, and the probability of collecting scheduled principal and interest payments when due when determining impairment. Loans that experience insignificant payment delays and payment shortfalls generally are not classified as impaired. Management determines the significance of payment delays and payment shortfalls on a case-by-case basis, taking into consideration all of the circumstances surrounding the loan and the borrower, including the length of the delay, the reasons for the delay, the borrower&#8217;s prior payment record, and the amount of the shortfall in relation to the principal and interest owed.  Impairment is measured on a loan by loan basis for commercial loans by either the present value of expected future cash flows discounted at the loan&#8217;s effective interest rate, the loan&#8217;s obtainable market price, or the fair value of the collateral if the loan is collateral dependent.  Large groups of smaller balance homogeneous loans are collectively evaluated for impairment. Accordingly, we do not separately identify individual consumer and residential loans for impairment disclosures. Actual loan losses may be significantly more than the allowance we have established, which could have a material negative effect on our financial results. Securities.  We classify our investments as available for sale. These assets are recorded at fair value, with unrealized gains and losses excluded from earnings and reported in other comprehensive income or loss.  Purchase premiums and discounts are recognized in interest income using the interest method over the terms of the securities. Declines in the fair value of individual equity securities that are deemed to be other than temporary are reflected in earnings when identified. For individual debt securities where the Bank does not intend to sell the security and it is not more likely than not that the Bank will be required to sell the security before recovery of its amortized cost basis, the other-than- temporary decline in the fair value of the debt security related to 1) credit loss is recognized in earnings and 2) other factors is recognized in other comprehensive income or loss. Credit loss is deemed to exist if the present value of expected future cash flows using the effective rate at date of acquisition is less than the amortized cost basis of the debt security. For individual debt securities where the Bank intends to sell the security or more likely than not will be required to sell the security before recovery of its amortized cost, the other-than-temporary impairment is recognized in earnings equal to the entire difference between the security&#8217;s cost basis and its fair value at the balance sheet date.     In estimating other-than-temporary impairment losses, management considers (1) the length of time and the extent to which the fair value has been less than cost, (2) the financial condition and near-term prospects of the issuer, and (3) our intent and ability to retain our investment in the issuer for a period of time sufficient to allow for any anticipated recovery in fair value. Gains and losses on the sale of securities are recorded on the trade date and are determined using the specific identification method.   33   Loans.  Loans that management has the intent and ability to hold for the foreseeable future or until maturity or pay-off generally are reported at their outstanding unpaid principal balances adjusted for charge-offs, the allowance for loan losses, and any deferred fees or costs on originated loans. Interest income is accrued on the unpaid principal balance. Loan origination fees, net of certain direct origination costs, are deferred and recognized over the contractual life of the loans as an adjustment of the related loan yield using the interest method. Loans past due 30 days or more are considered delinquent. The accrual of interest on mortgage and commercial loans is discontinued at the time the loan is 90 days delinquent unless the credit is well secured and in process of collection.  Consumer loans are typically charged off when they are no more than 180 days past due. In all cases, loans are placed on nonaccrual or charged-off at an earlier date if collection of principal or interest is considered doubtful. All interest accrued but not collected for loans that are placed on nonaccrual or charged off is reversed against interest income. Cash payments on these loans are applied to principal balances until qualifying for return to accrual. Loans are returned to accrual status when all the principal and interest amounts contractually due are brought current and future payments are reasonably assured. Operating Strategy Our mission is to operate and grow a profitable community-oriented financial institution.  We plan to achieve this by executing on our strategy of:  &#9679; Remaining a community-oriented institution;   &#9679; Continuing to use conservative underwriting practices to maintain the high quality of our loan portfolios;   &#9679; Building core and other deposits;   &#9679; Continuing to grow our commercial real estate and commercial business loan portfolios; and   &#9679; Continuing to emphasize the origination of one- to four-family residential real estate lending.\n Remaining a community-oriented institution.  We were established in Auburn, Maine in 1887 and have been operating continuously since that time. We have been, and continue to be, committed to meeting the financial needs of the communities in which we operate and remain dedicated to providing customer service as a means to attract and retain customers. We deliver personalized service and respond promptly to customer needs and inquiries. We believe that our community orientation is attractive to our customers and distinguishes us from the larger banks that operate in our area. Continue to use conservative underwriting practices to maintain the high quality of our loan portfolio.  We believe that maintaining high asset quality is a key to long-term financial success. We have sought to grow our loan portfolio while keeping nonperforming assets to a minimum. We use underwriting standards that we believe are conservative, and we diligently monitor collection efforts. At June 30, 2010, we had seven non-performing loans totaling approximately $551,000 in our total loan portfolio.  We have five real estate and one commercial real estate owned and in process of foreclosure totaling $592,000 and $139,000, respectively.  Although we intend to continue our efforts to originate commercial and multi-family loans, we intend to maintain our philosophy of managing loan exposure through our conservative approach to lending.   34   Building Core and Other Deposits.  We offer checking accounts, NOW accounts and savings accounts, which generally are lower-cost sources of funds than certificate of deposits and are less sensitive to withdrawal when interest rates fluctuate.  In order to build our core deposit base, we intend to continue to offer a broad range of deposit products.  As we grow our commercial loan portfolio, we expect to attract core deposits from our new commercial loan customers.  We also intend to allocate additional marketing funds for advertisements targeted toward core deposit growth. Continuing to grow our commercial real estate and commercial business loan portfolios.  Our business plan anticipates that we will emphasize originating commercial real estate and commercial business loans.  These loans provide higher returns than loans secured by one- to four-family real estate.  Commercial real estate and commercial business loans, however, involve a greater degree of credit risk than one- to four-family residential mortgage loans.  Because payments on these loans are often dependent on the successful operation or management of the properties or business, repayment of such loans may be subject to adverse conditions in the real estate market or the economy.  Commercial loans, including both commercial real estate and commercial business loans, increased $4.9 million, or 31.3%, from June 30, 2010 to June 30, 2009 and at June 30, 2010 comprised approximately 29.3% of total loans. As commercial development of industrial parks, new office space and retail shopping areas in Lewiston and Auburn creates new jobs and supports new and existing small businesses, we anticipate that there will be many commercial real estate and commercial business loan opportunities that we may pursue with what we believe are our conservative underwriting guidelines.  We believe that our customer service in the commercial loan area will distinguish us from the larger banks that operate in this area. Continue to emphasize the origination of one- to four-family residential real estate lending.  Our primary lending activity is the origination of residential real estate loans secured by homes in our market area. We intend to continue emphasizing the origination of residential real estate loans.  At June 30, 2010, 52.4% of our total loans were one- to four-family residential real estate loans. We believe our emphasis on residential real estate lending, which carries a lower credit risk than commercial and multi-family real estate lending, contributes to our high asset quality.  Comparison of Financial Condition at June 30, 2010 and June 30, 2009 Total Assets. Total assets increased by $6.2 million, or 8.3%, from $74.4 million at June 30, 2009 to $80.6 million at June 30, 2010. This increase in total assets resulted largely from an increase in the number and dollar value of total loans. Cash and Cash Equivalents. Cash and correspondent bank balances increased by $2.9 million, or 122.3%, from $2.4 million at June 30, 2009 to $5.3 million at June 30, 2010.  This increase was largely the result of the increase in deposits. Certificates of deposit.  Certificate of deposit balances in other banks decreased by $3.6 million, or 81.0%, from $4.5 million at June 30, 2009 to $845,000 at June 30, 2010.  This decrease was largely the result of the certificate of deposit investment strategy maturities from fiscal year ended June 30, 2009 funded by short-term borrowings. Securities Available for Sale. The investment portfolio available for sale aggregated $1.1 million at June 30, 2010, a decrease of $452,000, or 28.9%, from $1.6 million at June 30, 2009.  Mortgage-backed securities decreased $104,000, or 46.1%, and corporate bonds decreased $450,000, due to maturities.   35   Net Loans. Including loans held for sale, net loans increased $6.7 million, or 10.8%, from $62.2 million at June 30, 2009 to $68.9 million at June 30, 2010 as a result of an increase in residential, commercial real estate, commercial and home equity loans.  Residential mortgage loans increased $1.5 million, or 4.3%.  Commercial real estate loans increased $2.5 million, or 19.8%, as a result of the market demand for commercial real estate.  Home equity loans increased $41,000, or 0.4%.  Construction loans decreased $276,000, or 40.2%, due primarily to a net decrease in loan volume.  Commercial loans increased $2.8 million, or 109.9%, and consumer installment loans increased $240,000, or 33.8%. Deposits and Borrowed Funds. Deposits increased $7.7 million, or 15.9% from $48.1 million at June 30, 2009 to $55.8 million at June 30, 2010. Demand accounts decreased $643,000, or 17.2%, NOW accounts increased $548,000, or 23.4%, savings accounts increased $909,000, or 29.9%, money market accounts increased $3.4 million, or 32.1%, and certificates of deposits increased $3.5 million, or 12.3%.  The increase in money market accounts was associated with the increase in customer relationships related to new commercial loans. The increase in certificate of deposits was due to market demand. Total borrowings from the Federal Home Loan Bank of Boston decreased $1.7 million, or 8.5%, from $20.2 million at June 30, 2009 to $18.4 million at June 30, 2010. This decrease was due to paydowns of advance maturities funded with deposit growth. Total Stockholders&#8217; Equity.  Total equity increased $146,000, or 2.5% to $6.0 million at June 30, 2010, from $5.9 million at June 30, 2009, primarily as a result of the net income of $108,000.  There was an increase of $27,000 to make an accumulated other comprehensive gain of $1,000 for the year ended June 30, 2010 from a $26,000 loss for the year ended June 30, 2009. Comparison of Operating Results For the Years Ended June 30, 2010 and June 30, 2009 Net Income. Net income increased $60,000, or 125.1%, to $108,000 for the year ended June 30, 2010 compared to $48,000 for the year ended June 30, 2009. The increase was primarily the result of the absence in the year ended June 30, 2010 of any other than temporary impairment write-downs compared to $84,000 for the year ended June 30, 2009. Net Interest Income. The tables on page 38 and 39 sets forth the components of our net interest income, yields on interest-earning assets and interest-bearing liabilities, and the effect on net interest income arising from changes in volume and rate. Net interest income increased $420,000, or 20.6%, from $2.0 million for the year ended June 30, 2009 to $2.5 million for the year ended June 30, 2010. The increase in volume of interest-earning assets increased interest income by $389,000, while the increase in the volume of interest-bearing liabilities increased interest expense by $346,000. The changes in volume had the effect of increasing net interest income by $43,000. Net interest margin increased from 3.05% for the year ended June 30, 2009 to 3.38% for the year ended June 30, 2010. During fiscal 2010, short-term market interest rates increased at a faster rate than did longer-term market interest rates. Interest and Dividend Income. Total interest and dividend income increased from $4.06 million for the year ended June 30, 2009 to $4.14 million for the year ended June 30, 2010. This increase of $74,000, or 1.8%, was due primarily to an increase in interest income on commercial installment and real estate, and fixed rate residential loans, as total interest-earning assets increased from $69.6 million for the year ended June 30, 2009 to $75.0 million for the year ended June 30, 2010. Interest income on loans increased overall by $216,000, or 5.7%, interest income on securities and interest-bearing deposits decreased by $130,000, or 56.2%, and dividends on Federal Home Loan Bank stock decreased 100% from $12,000 for the year ended June 30, 2009 to zero for the year ended June 30, 2010.   36   Interest Expense. Interest expense decreased by $345,000, or 17.0%, from the year ended June 30, 2009 to the year ended June 30, 2010.  While average deposit balances increased $3.9 million, average rates decreased from 2.86% to 2.07% due to increases in balances with lower cost of funds as well as the lower market interest rate environment generally. While average borrowings increased from $17.3 million to $19.3 million, the average rate on borrowings decreased from 4.34% to 3.51%, which more than offset the effects of the increase in higher average balances of borrowings. Provision for Loan Losses. Our provision for loan losses increased $19,000 from $90,000 for the year ended June 30, 2009 to $109,000 for the year ended June 30, 2010. Net loan charge-offs for the year ended June 30, 2010 were $2,000 in recreational vehicle loans.  Net loan charge-offs for the year ended June 30, 2009 were $49,000 in 1-4 family residential and $2,000 in fixed rate home equity loans totaling $51,000.  The allowance for loan losses of $492,000 at June 30, 2010 represented 0.71% of total loans, as compared to an allowance of $385,000, representing 0.62% of total loans at June 30, 2009. Our analysis of the adequacy of the allowance considers economic conditions, historical losses, and management&#8217;s estimate of losses inherent in the portfolio.  For further discussion of our current methodology for establishing the provision for loan losses, please refer to &#8220;"
    },
    {
        "header": "Business of Auburn Savings Bank, FSB",
        "content": ".&#8221; Non-interest Income. Total non-interest income increased from $43,000 for the year ended June 30, 2009 to $93,000 for the year ended June 30, 2010. The increase was primarily due to an increase in gain on sale of loans. Non-interest Expense. Non-interest expense increased $401,000, or 21.3%, to $2.3 million for the year ended June 30, 2010 as compared to $1.9 million for the year ended June 30, 2009.  There were also increases in legal costs of $16,000, computer services of $28,000, FDIC premiums and special assessment of $112,000, advertising and marketing of $20,000, independent audit of $42,000, and employee salaries and benefits of $73,000. Income Taxes. Income tax expense was $53,000 for the year ended June 30, 2010, reflecting an effective tax rate of 33.1%, compared to $64,000 for the year ended June 30, 2009, reflecting an effective tax rate of 57.3%.  The decrease in the effective tax rate was primarily due to a valuation allowance of $18,000 established as of June 30, 2009 for the $60,000 impairment write-down of FNMA and FHLMC common stock. Analysis of Net Interest Income Net interest income represents the difference between income on interest-earning assets and expense on interest-bearing liabilities. Net interest income depends upon the relative amounts of interest-earning assets and interest-bearing liabilities, and the interest rates earned or paid on them. The following table sets forth average balance sheets, average yields and costs, and certain other information for the periods indicated.  All average balances are daily average balances.  The yields set forth below include the effect of deferred fees, and discounts and premiums that are amortized or accreted to interest income or expense.  We do not accrue interest on loans in non-accrual status, however, the balance of these loans is included in the total average balance, which has the effect of lowering average loan yields.   37       Fiscal Years Ended June 30, 2010   2009 Average Outstanding Balance   Interest   Yield/Rate   Average Outstanding Balance   Interest   Yield/Rate (Dollars in Thousands)                                       Interest-earning assets:                                    Loans  $ 66,522     $ 4,038       6.07 %   $ 59,552     $ 3,822       6.42 % Investment securities(1)    931       39       4.14 %     1,333       79       5.96 % Federal Home Loan Bank stock    1,231       -       0.00 %     990       13       1.26 % Interest-earning deposits    3,972       62       1.57 %     4,879       151       3.10 % Total interest-earning assets    72,656     $ 4,139       5.70 %     66,754     $ 4,065       6.09 % Non-interest-earning assets    4,639                       4,011                   Total assets  $ 77,295                     $ 70,765                                                                 Interest-bearing liabilities:                                                Savings deposits  $ 3,709     $ 33       0.88 %   $ 3,195     $ 24       0.75 % NOW accounts    2,600       20       0.76 %     2,179       29       1.34 % Money market accounts    12,855       179       1.39 %     9,829       211       2.15 % Certificates of deposit    29,299       773       2.64 %     29,325       1,011       3.45 % Total interest-bearing deposits    48,463       1,005       2.07 %     44,528       1,275       2.86 % FHLB advances    19,304       677       3.51 %     17,335       753       4.34 % Total interest-bearing liabilities  $ 67,767     $ 1,682       2.48 %   $ 61,863     $ 2,028       3.28 %                                                 Non-interest-bearing liabilities:                                                Demand deposits  $ 3,261                     $ 3,054                   Other non-interest-bearing liabilities    223                       213                   Total liabilities    71,251                       65,130                   Total capital    6,044                       5,635                   Total liabilities and capital  $ 77,295                     $ 70,765                                                                 Net interest income          $ 2,457                     $ 2,037           Net interest rate spread(2)                    3.21 %                     2.81 % Net interest-earning assets(3)  $ 4,889                     $ 4,891                   Net interest margin(4)                    3.38 %                     3.05 % Average of interest-earning assets to interest-bearing liabilities    107.22 %                     107.91 %                 (1) Consists entirely of taxable investment securities.\n(2) Net interest rate spread represents the difference between the yield on average interest-earning assets and the cost of average interest-bearing liabilities.\n(3) Net interest-earning assets represents total interest-earning assets less total interest-bearing liabilities.\n(4) Net interest margin represents net interest income divided by average total interest-earning assets.\n   38   Rate/Volume Analysis The following table presents the dollar amount of changes in interest income and interest expense for the major categories of our interest-earning assets and interest-bearing liabilities. Information is provided for each category of interest-earning assets and interest-bearing liabilities with respect to (i) changes attributable to changes in volume (i.e., changes in average balances multiplied by the prior-period average rate) and (ii) changes attributable to rate (i.e., changes in average rate multiplied by prior-period average balances). Changes due to the interaction between volume and rate were allocated pro rata between volume and rate.    Fiscal Years Ended June 30, 2010 vs. 2009    Increase (Decrease) Due to    Net Increase (Decrease)                      Volume   Rate        (Dollars in Thousands)                           Loans  $ 431     $ (214 )   $ 217   Investment securities    (20 )     (21 )     (41 )Federal Home Loan Bank stock     2       (15 )      (13 ) Interest-earning deposits     (24 )     (64 )     (88 ) Total interest-earning assets  $ 389     $ (314 )   $ 75   Interest-bearing liabilities:                        Savings deposits  $ 4     $ 4     $ 8   NOW accounts    8       (17 )     (9 ) Money market accounts    226       (258 )     (32 ) Certificates of deposit    (1 )     (236 )     (237 ) Total deposits    237       (507 )     (270 ) Federal Home Loan Bank of Boston advances    109       (184 )     (75 ) Repurchase agreements    -       -       -   Total interest-bearing liabilities  $ 346     $ (691 )   $ (345 ) Change in net interest income  $ 43     $ 377     $ 420    Management of Market Risk General. The majority of our assets and liabilities are monetary in nature. Consequently, our most significant form of market risk is interest rate risk. Our assets, consisting primarily of mortgage loans, have longer maturities than our liabilities, consisting primarily of deposits. As a result, a principal part of our business strategy is to manage interest rate risk and reduce the exposure of our net interest income to changes in market interest rates. Accordingly, our Board of Directors has established an Asset/Liability Committee that is responsible for evaluating the interest rate risk inherent in our assets and liabilities, for determining the level of risk that is appropriate given our business strategy, operating environment, capital, liquidity and performance objectives and for managing this risk consistent with the guidelines approved by the Board of Directors. Senior management monitors the level of interest rate risk on a regular basis and the Asset/Liability Committee meets at least on a quarterly basis to review our asset/liability policies and interest rate risk position.   39   We have sought to manage our interest rate risk in order to minimize the exposure of our earnings and capital to changes in interest rates.  In order to mitigate the potential effects of dramatic increases in market rates of interest, we have, among other things, implemented or will implement a number of strategies, including the following:  &#9679; emphasize growth of less interest rate sensitive and lower cost &#8220;core deposits&#8221; in the form of transaction accounts, such as checking and savings accounts;  &#9679; sell a portion of Auburn Savings Bank&#8217;s newly originated fixed-rate residential mortgage loans;  &#9679; reduce the interest rate sensitivity of interest-bearing liabilities through utilization of fixed rate borrowings with terms of more than one year;  &#9679; use interest rate caps and floors, as determined by the Asset Liability Management Committee, to attempt to preserve net interest income in periods of rising or declining short-term interest rates; and  &#9679; maintain a level of assets in shorter-term securities and adjustable-rate mortgage-backed securities.\n Depending on market conditions, we often place more emphasis on enhancing net interest margin rather than matching the interest rate sensitivity of our assets and liabilities. In particular, we believe that the increased net interest income resulting from a mismatch in the maturity of our asset and liabilities portfolios can, during periods of stable or declining interest rates provide high enough returns to justify increased exposure to sudden and unexpected increases in interest rates. As a result of this philosophy, our results of operations and the economic value of our equity will remain vulnerable to increases in interest rates and to declines in the difference between long- and short-term interest rates. We have not engaged in hedging through the use of financial futures or interest rate swaps.  However, in the past we have entered into interest rate cap and floor agreements as part of our interest rate risk management process. These agreements are used to manage the effect of fluctuating interest rates on net interest income.  We currently have no such agreements. We do not use hedge accounting for our interest rate cap and interest rate floor agreements and, therefore, changes in fair value of the agreements are reported in the statements of income. Net Portfolio Value Simulation Analysis. An important measure of interest risk is the amount by which the net present value of an institution&#8217;s cash flow from assets, liabilities and off balance sheet items (the institution&#8217;s net portfolio value or &#8220;NPV&#8221;) changes in the event of a range of assumed changes in market interest rates. The Office of Thrift Supervision provides us with the information presented in the following table, which is based on information provided to the Office of Thrift Supervision by Auburn Savings Bank.  It presents the estimated changes in Auburn Savings Bank&#8217;s net portfolio value at June 30, 2010 that would occur upon the assumed instantaneous changes in interest rates based on Office of Thrift Supervision assumptions and without giving effect to any steps that management might take, within the parameters established by our asset/liability management committee, to counter the effect of such interest rate changes.  The Office of Thrift Supervision uses certain assumptions in assessing the interest rate risk of savings banks.  These assumptions relate to interest rates, loan prepayment rates, deposit decay rates, and the market values of certain assets under differing interest rate scenarios.   40                                   Net Portfolio Value   NPV as a Percentage of Present Value of Assets  Change in Interest Rates (basis points) Amount   Change   Percent Change   NPV Ratio   Increase (Decrease) (basis points) (Dollars in Thousands)                                           +300  $ 7,162     $ (1,571 )     (18 %)     8.85 %     (143 ) +200    8,141       (592 )     (7 %)     9.85 %     (43 ) +100    8,725       (8 )     (0 %)     10.38 %     10   +50    8,808       75       1 %     10.41 %     13   0    8,733       0       0 %     10.28 %     0   -50    8,584       (149 )     (2 %)     10.07 %     (21 ) -100    8,483       (249 )     (3 %)     9.91 %     (36 ) As indicated in the table above, the result of a 100 basis point increase in interest rates is estimated to decrease net portfolio value by 6%, 15% for a 200 basis point increase and 27% for a 300 basis point increase over a 12-month horizon, when compared to the flat rate scenario. There is no estimated change in net portfolio value from the flat rate scenario to a 100 basis point decrease in interest rates. Inherent in these estimates is the assumption that interest rates on interest bearing liabilities would change in direct proportion to changes in the U.S. Treasury yield curve. In all simulations, the lowest possible interest rate would be zero. There are shortcomings inherent in the methodology used in the above interest rate risk measurement. Modeling changes in net portfolio value requires making certain assumptions that may or may not reflect the manner in which actual yields and costs respond to changes in market interest rates. In this regard, the net portfolio value table presented assumes that the composition of our interest-sensitive assets and liabilities existing at the beginning of a period remains constant over the period being measured and assumes that a particular change in interest rates is reflected uniformly across the yield curve regardless of the duration or repricing of specific assets and liabilities. Accordingly, although the net portfolio value table provides an indication of our interest rate risk exposures at a particular point in time, such measurements are not intended to and do not provide a precise forecast of the effect of changes in market interest rates on our net interest income and will differ from actual results. Liquidity Management. Liquidity is the ability to meet current and future financial obligations of a short-term nature. Our primary sources of funds consist of deposit inflows, loan repayments, loan sales and maturities of investment securities. While maturities and scheduled amortization of loans and securities are predictable sources of funds, deposit flows and mortgage and mortgage-backed security prepayments are greatly influenced by general interest rates, economic conditions and competition. We regularly adjust our investments in liquid assets based upon our assessment of (1) expected loan demand, (2) expected deposit flows, (3) yields available on interest-earning deposits and securities and (4) the objectives of our asset/liability management program. Excess liquid assets are invested generally in interest-earning deposits and federal funds sold. Our most liquid assets are cash and cash equivalents and interest-bearing deposits. The levels of these assets are dependent on our operating, financing, lending and investing activities during any given period. At June 30, 2010, cash and cash equivalents totaled $5.3 million, including interest-earning deposits of $3.7 million. Securities classified as available-for-sale, which provide additional sources of liquidity, totaled $1.1 million at June 30, 2010. For a discussion of our expected other-than-temporary impairment charge relating to certain securities in our available for sale investment portfolio, see &#8220;Business-Investment Activities&#8221;.  On June 30, 2010, we had $18.4 million of outstanding borrowings from the Federal Home Loan Bank of Boston, and the ability to borrow an additional $6.6 million from the Federal Home Loan Bank of Boston.   41   At June 30, 2010, we had $2.3 million in loan commitments outstanding, as compared to $3.1 million at June 30, 2009. The $800,000 decrease in the amount of loan commitments outstanding at June 30, 2010 compared to June 30, 2009 was primarily the result of a $276,000 decrease in residential real estate loans and a $580,000 decrease in construction loans. Certificates of deposit due within one year of June 30, 2010 totaled $20.9 million, or 37.4% of total deposits. If these deposits do not remain with us, we will be required to seek other sources of funds, including other certificates of deposit and lines of credit. We believe, however, based on past experience, that a significant portion of our certificates of deposit will remain with us. Our primary investing activities are the origination of loans and the purchase of securities. Our primary financing activities consist of activity in deposit accounts. However, we may from time to time utilize borrowings to fund a portion of our operations where the cost of such borrowings is more favorable than that of deposits of a similar duration. Deposit flows are affected by the overall level of interest rates, the interest rates and products offered by us and our local competitors and other factors. We generally manage the pricing of our deposits to be competitive and to increase core deposits. Occasionally, we offer promotional rates to attract certain deposit products. We are not aware of any known trends, events or uncertainties that will have or are reasonably likely to have a material effect on our liquidity, capital or operations, nor are we aware of any current recommendations by regulatory authorities, which if implemented, would have a material effect on liquidity, capital or operations. Capital Management. We are subject to various regulatory capital requirements, including a risk-based capital measure. The risk-based capital guidelines include both a definition of capital and a framework for calculating risk-weighted assets by assigning balance sheet assets and off-balance sheet items to broad risk categories. At June 30, 2010, Auburn Savings Bank exceeded all of its regulatory capital requirements. Auburn Savings Bank is considered &#8220;well-capitalized&#8221; under regulatory guidelines. See &#8220;Regulation and Supervision &#8212; Regulation of Federal Savings Associations &#8212; Capital Requirements,&#8221; and Note 11 to the Financial Statements attached hereto. The capital from the stock offering increased our liquidity and capital resources. Over time, the initial level of liquidity will be reduced as net proceeds from the stock offering are used for general corporate purposes, including repaying a portion of our borrowings. Our financial condition and results of operations have been enhanced by the capital from the stock offering, resulting in increased net interest-earning assets and net income.  However, due to the increase in equity resulting from the capital raised in the stock offering, return on equity will be adversely affected by the stock offering. Impact of Inflation and Changing Prices The financial statements, accompanying notes, and related financial data presented herein have been prepared in accordance with generally accepted accounting principles, which require the measurement of financial position and operating results in terms of historical dollar amounts without considering the changes in the relative purchasing power of money over time due to inflation. The impact of inflation is reflected in the increased cost of our operations. Most of our assets and liabilities are monetary in nature, and, therefore, the impact of interest rates has a greater impact on its performance than do the effects of general levels of inflation. Interest rates do not necessarily move in the same direction or to the same extent as the prices of goods and services.   42   Impact of Recent Accounting Standards In June 2009, the Financial Accounting Standards Board (FASB) issued amended guidance with respect to accounting for transfers of financial assets to improve the reporting for the transfer of financial assets resulting from concerns of financial statement users that many of the financial assets (and related obligations) that have been derecognized should continue to be reported in the financial statements of transferors. This Statement must be applied as of the beginning of each reporting entity&#8217;s first annual reporting period that begins after November 15, 2009, for interim periods within that first annual reporting period and for interim and annual reporting periods thereafter.  Earlier application is prohibited.  The Company will review the requirements of this Statement and comply with its requirements.  The Company does not expect that the adoption of this Statement will have a material impact on the Company&#8217;s consolidated financial statements. In June 2009, the FASB issued The FASB Accounting Standards Codification (the Codification or ASC) and the Hierarchy of Generally Accepted Accounting Principles. Under the Statement, The FASB Codification has become the source of authoritative GAAP recognized by the FASB to be applied by nongovernmental entities. Rules and interpretive releases of the Securities and Exchange Commission (SEC) under authority of federal securities laws are also sources of authoritative GAAP for SEC registrants. On the effective date of this Statement, the Codification supersedes all then-existing non-SEC accounting and reporting standards. All other non-grandfathered non-SEC accounting literature not included in the Codification becomes non-authoritative. The Codification was effective for financial statements issued for interim and annual periods ending after September 15, 2009. The Company adopted the Codification which has not had a material impact on the Company&#8217;s financial statements. In January 2010, the FASB issued guidance to amend the disclosure requirements related to recurring and nonrecurring fair value measurements. The guidance requires new disclosures on the transfers of assets and liabilities between Level 1 (quoted prices in active market for identical assets or liabilities) and Level 2 (significant other observable inputs) of the fair value measurement hierarchy, including the reasons and the timing of the transfers. Additionally, the guidance requires a roll forward of activities on purchases, sales, issuance, and settlements of the assets and liabilities measured using significant unobservable inputs (Level 3 fair value measurements). The guidance will become effective for us with the reporting period beginning July 1, 2010, except for the disclosure on the roll forward activities for any Level 3 fair value measurements, which will become effective for the Company with the reporting period beginning July 1, 2011. Other than requiring additional disclosures, adoption of this new guidance will not have a material impact on the Company&#8217;s consolidated financial statements. In February 2010, the FASB issued Accounting Standards Update (ASU) 2010-09, Subsequent Events: Amendments to Certain Recognition and Disclosure Requirements, related to events that occur after the balance sheet date but before financial statements are issued. This guidance amends existing standards to address potential conflicts with SEC guidance and refines the scope of the reissuance disclosure requirements to include revised financial statements only. Under this guidance, SEC filers are no longer required to disclose the date through which subsequent events have been evaluated. The adoption of this update did not have a material effect on the Company&#8217;s consolidated financial statements. In July 2010, the FASB issued ASU No. 2010-20, Receivables (Topic 310): Disclosures about the Credit Quality of Financing Receivables and the Allowance for Credit Losses. This ASU is intended to provide additional information to assist financial statement users in assessing an entity&#8217;s credit risk exposures and evaluating the adequacy of its allowance for credit losses. The guidance is effective for interim and annual reporting periods ending after December 15, 2010. Other than requiring additional disclosures, adoption of this new guidance is not expected to have a material impact on the Company&#8217;s consolidated financial statements.   43   Item 7A. Quantitative and Qualitative Disclosures About Market Risk. Not required for smaller reporting companies. Item 8. Financial Statements and Supplementary Data. The information required by this Item is included at the end of this Annual Report on Form 10-K beginning on page F-1. Item 9. Changes in and Disagreements With Accountants on Accounting and Financial Disclosure. None. Item 9A. Controls and Procedures. Under the supervision and with the participation of our management, including our Chief Executive Officer and Principal Financial Officer, we evaluated the effectiveness of the design and operation of our disclosure controls and procedures (as defined in Rule 13a-15(e) under the Securities Exchange Act of 1934) as of the end of the period covered by this report. Based upon that evaluation, the Chief Executive Officer and Principal Financial Officer concluded that, as of the end of the period covered by this report, our disclosure controls and procedures were effective to ensure that information required to be disclosed in the reports that the Company files or submits under the Securities Exchange Act of 1934, is recorded, processed, summarized and reported, within the time periods specified in the SEC&#8217;s rules and forms. There has been no change in the Company&#8217;s internal control over financial reporting during the Company&#8217;s fourth quarter of fiscal year 2010 that has materially affected, or is reasonably likely to materially affect, the Company&#8217;s internal control over financial reporting. The management of the Company is responsible for establishing and maintaining adequate internal control over financial reporting. The internal control process has been designed under our supervision to provide reasonable assurance regarding the reliability of financial reporting and the preparation of the Company&#8217;s financial statements for external reporting purposes in accordance with accounting principles generally accepted in the United States of America. Management conducted an assessment of the effectiveness of the Company&#8217;s internal control over financial reporting as of June 30, 2010, utilizing the framework established in Internal Control - Integrated Framework issued by the Committee of Sponsoring Organizations of the Treadway Commission (COSO). Based on this assessment, management has determined that the Company&#8217;s internal control over financial reporting as of June 30, 2010 is effective. Our internal control over financial reporting includes policies and procedures that pertain to the maintenance of records that accurately and fairly reflect, in reasonable detail, transactions and dispositions of assets; and provide reasonable assurances that: (1) transactions are recorded as necessary to permit preparation of financial statements in accordance with accounting principles generally accepted in the United States of America; (2) receipts and expenditures are being made only in accordance with authorizations of management and the directors of the Company; and (3) provide reasonable assurance regarding prevention or timely detection of unauthorized acquisition, use, or disposition of the Company&#8217;s assets that could have a material effect on the Company&#8217;s financial statements.   44   All internal control systems, no matter how well designed, have inherent limitations. Therefore, even those systems determined to be effective can provide only reasonable assurance with respect to financial statement preparation and presentation. Also, projections of any evaluation of effectiveness to future periods are subject to the risk that controls may become inadequate because of changes in conditions, or that the degree of compliance with the policies or procedures may deteriorate. This annual report does not include an attestation report of the Company&#8217;s registered public accounting firm regarding internal control over financial reporting. Management&#8217;s report was not subject to attestation by the Company&#8217;s registered public accounting firm pursuant to rules of the Securities and Exchange Commission that permit the Company to provide only management&#8217;s report in this annual report. Item 9B. Other Information. None. PART III Item 10. Directors, Executive Officers and Corporate Governance. Information required by this Item is incorporated by reference herein from the Company&#8217;s definitive Proxy Statement relating to the 2010 Annual Meeting of Stockholders of the Company (the &#8220;Proxy Statement&#8221;). Item 11. Executive Compensation. Information required by this Item is incorporated by reference herein from the Company&#8217;s Proxy Statement. Item 12. Security Ownership of Certain Beneficial Owners and Management and Related Stockholder Matters. Information required by this Item is incorporated by reference herein from the Company&#8217;s Proxy Statement. Item 13. Certain Relationships and Related Transactions, and Director Independence. Information required by this Item is incorporated by reference herein from the Company&#8217;s Proxy Statement. Item 14. Principal Accounting Fees and Services. Information required by Item 14 of this Form is incorporated by reference herein from the Company&#8217;s Proxy Statement.   45   PART IVItem 15. Exhibits, Financial Statement Schedules.\n (a) The following documents are filed as part of this report:     (1) Financial Statements: The financial statements, including notes thereto, and financial schedules required in response to this Item are set forth in Part II, Item 8 of this Annual Report on Form 10-K, and can be found on the following pages:     PageReport of Independent Registered Public Accounting Firm F-1Balance Sheets as of June 30, 2010 and 2009 F-2Statements of Income for the years ended June 30, 2010 and 2009 F-3Statements of Changes in Stockholders&#8217; Equity for the years ended June 30, 2010 and 2009 F-4Statements of Cash Flows for the years ended June 30, 2010 and 2009 F-5     (2) Financial Statement Schedules: Schedules to the financial statements required by Regulation S-X and all other schedules to the financial statements have been omitted because they are either not required, are not applicable or are included in the financial statements or notes thereto, which can be found in this Annual Report on Form 10-K in Part II, Item 8.\n    (3) Exhibits:     2.0 Plan of Reorganization from Mutual Savings Bank to Mutual Holding Company and Stock Issuance Plan **   3.1 Charter of Auburn Bancorp, Inc. **   3.2 Bylaws of Auburn Bancorp, Inc. **   4.0 Specimen Stock Certificate of Auburn Bancorp, Inc. **   10.1 Auburn Savings Bank Employee Stock Ownership Plan and Trust *   10.2 ESOP Loan Commitment Letter and ESOP Loan Documents *   10.3 Employment Agreement between Auburn Savings Bank and Allen T. Sterling *   14.0 Code of Ethics *   21.1 Subsidiaries of Auburn Bancorp, Inc. **   23.0 Consents of Experts and Counsel   31.1 Rule 13a-14(a)/15d-14(a) Certification of Chief Executive Officer of the Company   31.2 Rule 13a-14(a)/15d-14(a) Certification of Principal Financial Officer of the Company   32.1 Section 1350 Certification of Chief Executive Officer of the Company in accordance with Section 906 of the Sarbanes-Oxley Act of 2002   32.2 Section 1350 Certification of Chief Financial Officer of the Company in accordance with Section 906 of the Sarbanes-Oxley Act of 2002 * Incorporated by reference into this document from the Exhibits filed with the Securities and Exchange Commission to the Company&#8217;s Form 10-K filed on September 29, 2008 (File Number 000-53370). ** Incorporated by reference into this document from the Exhibits filed with the Securities and Exchange Commission on the Company&#8217;s Registration Statement on Form S-1, as amended, initially filed on March 14, 2008 and declared effective on May 13, 2008 (File Number 333-149723).   46   SIGNATURES Pursuant to the requirements of the Securities Exchange Act of 1934, the registrant has duly caused this report to be signed on its behalf by the undersigned thereunto duly authorized.    Auburn Bancorp, Inc.\n  (Registrant)   Date: September 27, 2010  By:  /s/ Allen T. Sterling     Allen T. Sterling     President and Chief Executive Officer    In accordance with the Exchange Act, this report has been signed below by the following persons on behalf of the registrant and in the capacities and on the dates indicated. Name  Title  Date           /s/ Allen T. Sterling      Allen T. Sterling President and Chief Executive Officer September 27, 2010           /s/ Rachel A. Haines      Rachel A. Haines Principal Financial Officer September 27, 2010           /s/ Claire D. Thompson        Claire D. Thompson  Director  September 27, 2010          /s/ Philip R. St. Pierre          Philip R. St. Pierre  Director  September 27, 2010          /s/ Bonnie G. Adams         Bonnie G. Adams  Director  September 27, 2010          /s/ Thomas J. Dean         Thomas J. Dean  Director  September 27, 2010          /s/ Peter E. Chalke         Peter E. Chalke  Director  September 27, 2010          /s/ M. Kelly Matzen         M. Kelly Matzen  Director  September 27, 2010          /s/ Sharon A. Millett         Sharon A. Millett  Director  September 27, 2010    47       REPORT OF INDEPENDENT REGISTERED PUBLIC ACCOUNTING FIRM Board of DirectorsAuburn Bancorp, Inc. and Subsidiary We have audited the accompanying consolidated balance sheets of Auburn Bancorp, Inc and Subsidiary as of June 30, 2010 and 2009, and the related consolidated statements of income, changes in stockholders&#8217; equity and cash flows for the years then ended. These consolidated financial statements are the responsibility of the Company&#8217;s management. Our responsibility is to express an opinion on these consolidated financial statements based on our audits. We conducted our audits in accordance with the standards of the Public Company Accounting Oversight Board (United States). Those standards require that we plan and perform the audit to obtain reasonable assurance about whether the consolidated financial statements are free of material misstatement. An audit includes examining, on a test basis, evidence supporting the amounts and disclosures in the consolidated financial statements. An audit also includes assessing the accounting principles used and significant estimates made by management, as well as evaluating the overall financial statement presentation. We believe our audits provide a reasonable basis for our opinion. In our opinion, the consolidated financial statements referred to above present fairly, in all material respects, the financial position of Auburn Bancorp, Inc. and Subsidiary as of June 30, 2010 and 2009, and the results of its operations and its cash flows for the years then ended in conformity with accounting principles generally accepted in the United States of America.  Portland, MaineSeptember 27, 2010   F-1  AUBURN BANCORP, INC. AND SUBSIDIARY Consolidated Balance Sheets June 30, 2010 and 2009 2010   2009            ASSETS  Cash and due from banks  $ 1,573,526     $ 1,403,715   Interest-earning deposits    3,705,910       970,921   Total cash and cash equivalents    5,279,436       2,374,636                 Certificates of deposit    845,000       4,451,105                 Investment securities available for sale, at fair value    1,112,507       1,564,775                 Federal Home Loan Bank stock, at cost    1,251,700       1,147,000                 Loans    69,374,825       62,574,299   Less allowance for loan losses    (492,112 )     (385,181 ) Net loans    68,882,713       62,189,118                 Property and equipment, net    1,852,414       1,907,877                    Foreclosed real estate, net of reserve of $50,333 at June 30, 2010 and $0 at June 30, 2009    680,712       337,058                    Accrued interest receivable:                Investments    13,820       33,487   Mortgage-backed securities    573       1,066   Loans    263,353       242,460                    Prepaid expenses and other assets    405,246       182,128                 Total assets  $ 80,587,474     $ 74,430,710                     LIABILITIES AND STOCKHOLDERS&#8217; EQUITY  Liabilities:               Deposits   $ 55,769,248     $ 48,099,021   Federal Home Loan Bank advances    18,430,662       20,150,000   Accrued interest and other liabilities    337,611       277,810    Total liabilities    74,537,521       68,526,831                 Stockholders&#8217; equity:                Preferred stock, 1,000,000 shares authorized, no shares issued or outstanding    -       -   Common stock, $.01 par value per share, 10,000,000 shares authorized, 503,284 shares issued and outstanding at June 30, 2010 and 2009    5,033       5,033   Additional paid-in-capital    1,468,928       1,470,790   Retained earnings    4,719,099       4,611,470   Accumulated other comprehensive gain (loss)    1,368       (26,225 ) Unearned compensation (ESOP shares)    (144,475 )     (157,189 )  Total stockholders&#8217; equity    6,049,953       5,903,879                  Total liabilities and stockholders&#8217; equity  $ 80,587,474     $ 74,430,710    The accompanying notes are an integral part of these consolidated financial statements.\n   F-2  AUBURN BANCORP, INC. AND SUBSIDIARY Consolidated Statements of Income Years Ended June 30, 2010 and 2009    2010   2009               Interest and dividend income:            Interest on loans  $ 4,038,078     $ 3,821,728   Interest on investments and other interest-earning deposits    100,963       230,665   Dividends on Federal Home Loan Bank stock    -       12,496     4,139,041       4,064,889   Interest expense:                 Interest on deposits and escrow accounts    1,004,758       1,274,914    Interest on Federal Home Loan Bank advances    677,439       752,643   Total interest expense    1,682,197       2,027,557                 Net interest income    2,456,844       2,037,332                 Provision for loan losses    109,195       90,378                 Net interest income after provision for loan losses    2,347,649       1,946,954                 Non-interest income:                Net gain on sales of loans    78,203       41,457   Net loss on sale of other assets    -       (16,534 ) Net loss on sale of investment securities    (126,269 )     -   Other-than-temporary impairment of investment securities    -       (84,022 ) Other non-interest income    140,572       102,464   Total non-interest income    92,506       43,365                 Non-interest expenses:                Salaries and employee benefits    962,009       888,834   Occupancy expense    92,169       113,893   Depreciation    96,501       105,460   Federal deposit insurance premiums    142,414       30,694   Computer charges    174,724       149,549   Advertising expense    80,696       60,890   Consulting expense    48,805       48,997   Net provision for losses on foreclosed real estate    104,518       -   Other operating expenses    577,327       480,108   Total non-interest expenses    2,279,163       1,878,425                 Income before income taxes    160,992       111,894                 Income tax expense    53,363       64,089                 Net income  $ 107,629     $ 47,805                 Net income per common share  $ .22     $ .11    The accompanying notes are an integral part of these consolidated financial statements.   F-3   AUBURN BANCORP, INC. AND SUBSIDIARY Consolidated Statements of Changes in Stockholders&#8217; Equity Years Ended June 30, 2010 and 2009     Common Stock   Additional Paid-in- Capital   Retained Earnings   Accumulated Other Comprehensive Gain (Loss)   Unearned Compensation (ESOP Shares)   Total                                       Balance, June 30, 2008  $ -     $ -     $ 4,566,433     $ (48,834 )   $ -     $ 4,517,599                                                 Comprehensive income                                                Net income    -       -       47,805       -       -       47,805   Other comprehensive income                                                Unrealized holding loss on securities, net of taxes of $(12,952)    -       -       -       (25,143 )     -       (25,143 ) Less reclassification adjustment for items included in net income, net of taxes of $24,599    -       -       -       47,752       -       47,752                                                    Total comprehensive income    -       -       47,805       22,609       -       70,414                                                    Shares issued in public offering, net of offering costs of $766,504 (226,478 shares)    2,265       1,496,011       -       -       -       1,498,276   Shares issued to MHC (276,806 shares)    2,768       -       (2,768 )     -       -       -   Capitalization of MHC    -       (25,000 )     -       -       -       (25,000 ) Shares purchased by ESOP (17,262 shares)    -       -       -       -       (172,620 )     (172,620 ) Common stock held by ESOP committed to be released (1,543 shares)    -       (221 )     -       -       15,431       15,210                                                    Balance, June 30, 2009    5,033       1,470,790       4,611,470       (26,225 )     (157,189 )     5,903,879                                                    Comprehensive income                                                Net income    -       -       107,629       -       -       107,629   Other comprehensive income                                                Unrealized holding loss on securities, net of taxes of $(28,716)    -       -       -       (55,745 )     -       (55,745 ) Less reclassification adjustment for items included in net income, net of taxes of $42,931    -       -       -       83,338       -       83,338                                                    Total comprehensive income    -       -       107,629       27,593       -       135,222                                                    Common stock held by ESOP committed to be released (1,271 shares)    -       (1,862 )     -       -       12,714       10,852                                                    Balance, June 30, 2010  $ 5,033     $ 1,468,928     $ 4,719,099     $ 1,368     $ (144,475 )   $ 6,049,953   The accompanying notes are an integral part of these consolidated financial statements.   F-4   AUBURN BANCORP, INC. AND SUBSIDIARY Consolidated Statements of Cash Flows Years Ended June 30, 2010 and 2009     2010   2009  Cash flows from operating activities:            Net income  $ 107,629     $ 47,805   Adjustments to reconcile net income to net cash  provided by operating activities:                Depreciation    96,501       105,460   Net accretion of discounts on investment securities available for sale    (1,682 )     (11,671 ) Provision for loan losses    109,195      90,378  Net provision for losses on foreclosed real estate    104,518       -   Deferred income tax (benefit) expense    (38,746 )     7,305  Net loss on sale of investment securities available for sale    126,269       -   Other-than-temporary impairment on investment securities available for sale    -       84,022   Gain on sales of loans    (78,203 )     (41,457 ) Loss on foreclosed real estate    -       12,943   Loss on disposal of property and equipment    -       1,135   ESOP compensation expense    10,852       15,210   Net (increase) decrease in prepaid expenses and other assets    (223,118 )     21,508   Net increase in accrued interest receivable    (733 )     (1,707 ) Net increase (decrease) in accrued interest payable and other liabilities    84,332       (99,682 )                 Net cash provided by operating activities    296,814       231,249                 Cash flows from investing activities:                Purchase of investment securities available for sale    (537,265 )     (650,000 ) Proceeds from sales of investment securities available for sale    800,499       -   Proceeds from maturities and principal paydowns on investment securities available for sale    105,360       480,864   Net change in certificates of deposit    3,607,000       (2,193,601 ) Net increase in loans to customers    (7,172,759 )     (5,824,558 ) Purchase of Federal Home Loan Bank stock    (104,700 )     (245,900 ) Capital expenditures    (41,038 )     (69,239 )                 Net cash used in investing activities    (3,342,903 )     (8,502,434 )                 Cash flows from financing activities:                Advances from Federal Home Loan Bank    7,150,000       5,500,000   Repayment of advances from Federal Home Loan Bank    (5,869,338 )     (3,500,000 ) Net change in short-term borrowings    (3,000,000 )     2,800,000   Net increase in deposits    7,670,227       2,025,866   Proceeds from issuance of common stock, net of offering costs    -       2,005,088   Capitalization of MHC    -       (25,000 ) Cash provided to ESOP for purchases of shares    -       (172,620 ) Net cash provided by financing activities    5,950,889       8,633,334                 Net increase in cash and cash equivalents    2,904,800       362,149                    Cash and cash equivalents, beginning of period    2,374,636       2,012,487                 Cash and cash equivalents, end of period  $ 5,279,436     $ 2,374,636                 Supplementary cash flow information:                Cash paid during the period for:                Interest  $ 1,695,431     $ 2,029,047   Taxes  $ 26,177     $ 143,046   Transfer of loans to foreclosed real estate  $ 448,172     $ 332,675   Financed sale of foreclosed real estate  $ 100,000     $ 70,057   The accompanying notes are an integral part of these consolidated financial statements.   F-5   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009  Nature of Business  Auburn Bancorp, Inc. (the &#8220;Company&#8221;), through its subsidiary, Auburn Savings Bank, FSB (the &#8220;Bank&#8221;) grants residential, consumer and commercial loans to customers primarily throughout the Lewiston/Auburn, Maine area. The Company is subject to competition from other financial institutions. The Company is subject to the regulations of certain federal agencies and undergoes periodic examinations by those regulatory authorities. Reorganization On January 11, 2008, the Board of Directors of the Company adopted a Plan of Reorganization from a Mutual Savings Bank to a Mutual Holding Company and Stock Issuance Plan (the &#8220;Plan&#8221;) under which the Bank would reorganize into a mutual holding company structure (the &#8220;Reorganization&#8221;).  The Plan was subsequently approved by the Office of Thrift Supervision and a majority of the total votes eligible to be cast by voting members of the Bank.  On August 15, 2008, the Bank completed the Reorganization.  As part of the Reorganization, the Bank converted to a federal stock savings bank, the Bank became a wholly-owned subsidiary of Auburn Bancorp, Inc. (the &#8220;Stock Holding Company&#8221; or &#8220;the Company&#8221;), and the Stock Holding Company became a majority-owned subsidiary of Auburn Bancorp, MHC (the &#8220;MHC&#8221;).  In connection with the Reorganization, the Stock Holding Company conducted a minority stock offering pursuant to which the Stock Holding Company sold 226,478 shares, or 45% of its common stock, at a price of $10.00 per share to eligible depositors and other members of the Company, an employee stock ownership plan (ESOP) and members of the general public in a subscription and community offering. In addition, the Stock Holding Company issued 276,806 shares, or 55% of its common stock, to the MHC. The costs associated with the reorganization were deferred and deducted from the proceeds upon the sale and issuance of the stock. As of June 30, 2009, reorganization costs totaled $766,504. 1.   Summary of Significant Accounting Policies The accounting policies of the Company are in conformity with accounting principles generally accepted in the United States of America (GAAP) and general practices within the banking industry. The following is a description of the significant accounting policies. Use of Estimates In preparing financial statements in conformity with GAAP, management is required to make estimates and assumptions that affect the reported amounts of assets and liabilities as of the date of the balance sheet and reported amounts of revenues and expenses during the reporting period. Actual results could differ from those estimates.   F-6   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Material estimates that are particularly susceptible to significant change in the near term relate to the determination of the allowance for loan losses and foreclosed real estate. In connection with the determination of the allowance for loan losses and foreclosed real estate, management obtains independent appraisals for significant properties. Significant Group Concentrations of Credit Risk A substantial portion of loans are secured by real estate in the Lewiston/Auburn, Maine area. Accordingly, the ultimate collectability of a substantial portion of the Company&#8217;s loan portfolio is susceptible to changes in market conditions in the Lewiston/Auburn, Maine area. The Company&#8217;s policy for requiring collateral is to obtain security in excess of the amount borrowed. The amount of collateral obtained is based on management&#8217;s credit evaluation of the borrower. The Company requires appraisals of real property held as collateral. For consumer loans, collateral varies depending on the purpose of the loan. Collateral held for commercial loans consists primarily of real estate. Cash and Cash Equivalents For purposes of the statements of cash flows, cash and cash equivalents include cash and due from banks and interest-bearing deposits. The Company&#8217;s due from bank accounts, at times, may exceed federally insured limits. The Company has not experienced any losses in such accounts. The Company believes it is not exposed to any significant risk on cash and cash equivalents. Securities The Company classifies its investments as available for sale. These assets are recorded at fair value, with unrealized gains and losses excluded from earnings and reported in other comprehensive income or loss. Purchase premiums and discounts are recognized in interest income using the interest method over the terms of the securities. Declines in the fair value of individual equity securities that are deemed to be other than temporary are reflected in earnings when identified. For individual debt securities where the Company does not intend to sell the security and it is not more likely than not that the Company will be required to sell the security before recovery of its amortized cost basis, the other-than-temporary decline in the fair value of the debt security related to 1) credit loss is recognized in earnings and 2) other factors is recognized in other comprehensive income or loss. Credit loss is deemed to exist if the present value of expected future cash flows is less than the amortized cost basis of the debt security. For individual debt securities where the Company intends to sell the security or more likely than not will be required to sell the security before recovery of its amortized cost, the other-than-temporary impairment is recognized in earnings equal to the entire difference between the security&#8217;s cost basis and its fair value at the balance sheet date.   F-7   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 In estimating other-than-temporary impairment losses, management considers (1) the length of time and the extent to which the fair value has been less than cost, (2) the financial condition and near-term prospects of the issuer, and (3) the intent and ability of the Company to retain its investment in the issuer for a period of time sufficient to allow for any anticipated recovery in fair value. Gains and losses on the sale of securities are recorded on the trade date and are determined using the specific identification method. Federal Home Loan Bank Stock Federal Home Loan Bank (FHLB) stock is a non-marketable equity security carried at cost and evaluated for impairment. Loans Loans that management has the intent and ability to hold for the foreseeable future or until maturity or pay-off generally are reported at their outstanding unpaid principal balances adjusted for charge-offs, the allowance for loan losses, and any deferred fees or costs on originated loans. Interest income is accrued on the unpaid principal balance. Loan origination fees, net of certain direct origination costs, are deferred and recognized as an adjustment of the related loan yield using the interest method over the contractual life of the loans. Loans past due 30 days or more are considered delinquent. The accrual of interest on mortgage and commercial loans is discontinued at the time the loan is 90 days delinquent unless the credit is well secured and in process of collection. Consumer loans are typically charged off no later than 180 days past due. In all cases, loans are placed on nonaccrual or charged-off at an earlier date if collection of principal or interest is considered doubtful. All interest accrued but not collected for loans that are placed on nonaccrual or charged off is reversed against interest income. Cash payments on these loans are applied to principal balances until qualifying for return to accrual. Loans are returned to accrual status when all the principal and interest amounts contractually due are brought current and future payments are reasonably assured. Loans Held for Sale Loans originated and intended for sale in the secondary market are carried at the lower of cost or estimated fair value in the aggregate. Net unrealized losses, if any, are recognized through a valuation allowance by charges to income. Allowance for Loan Losses The allowance for loan losses is established as losses are estimated to have occurred through a provision for loan losses charged to earnings. Loan losses are charged against the allowance when management believes the uncollectability of a loan balance is confirmed. Subsequent recoveries, if any, are credited to the allowance.   F-8   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 The allowance for loan losses is evaluated on a regular basis by management and is based upon management&#8217;s periodic review of the collectability of the loans in light of historical experience, the nature and volume of the loan portfolio, adverse situations that may affect the borrower&#8217;s ability to repay, estimated value of any underlying collateral and prevailing economic conditions. This evaluation is inherently subjective as it requires estimates that are susceptible to significant revision as more information becomes available. The allowance consists of specific and general components. The specific component relates to loans that are classified as impaired, whereby an allowance is established when the discounted cash flows, collateral value or observable market price of the impaired loan is lower than the carrying value of that loan. The general component relates to pools of non-impaired loans and is based on historical loss experience adjusted for qualitative factors. A loan is considered impaired when, based on current information and events, it is probable that the Company will be unable to collect the scheduled payments of principal or interest when due according to the contractual terms of the loan agreement. Factors considered by management in determining impairment include payment status, collateral value, and the probability of collecting scheduled principal and interest payments when due. Loans that experience insignificant payment delays and payment shortfalls generally are not classified as impaired. Management determines the significance of payment delays and payment shortfalls on a case-by-case basis, taking into consideration all of the circumstances surrounding the loan and the borrower, including the length of the delay, the reasons for the delay, the borrower&#8217;s prior payment record, and the amount of the shortfall in relation to the principal and interest owed. Impairment is measured on a loan by loan basis for commercial loans by either the present value of expected future cash flows discounted at the loan&#8217;s effective interest rate, the loan&#8217;s obtainable market price, or the fair value of the collateral if the loan is collateral dependent. Large groups of smaller balance homogeneous loans are collectively evaluated for impairment. Accordingly, the Company does not separately identify individual consumer and residential loans for impairment disclosures. Credit Related Financial Instruments In the ordinary course of business, the Company has entered into commitments to extend credit. Such financial instruments are recorded in the financial statements when they are funded.   F-9   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Loan Servicing The Company capitalizes mortgage servicing rights at their fair value upon sale of the related loans. Capitalized servicing rights are reported in other assets and are amortized into non-interest income in proportion to, and over the period of, the estimated future net servicing income of the underlying financial assets. Servicing assets are evaluated for impairment based upon the fair value of the rights as compared to amortized cost. Property and Equipment Land is carried at cost. Buildings, furniture and fixtures, and land improvements are carried at cost, less accumulated depreciation computed on the declining balance and straight-line methods over the estimated useful lives of the assets. Foreclosed Real Estate Real estate properties acquired through, or in lieu of, loan foreclosure are held for sale and are initially recorded at fair value at the date of foreclosure, establishing a new cost basis. Subsequent to foreclosure, valuations are periodically performed by management and the assets are carried at the lower of carrying amount or fair value less cost to sell. Revenue and expenses from operations and changes in the valuation allowance are included in net expenses from foreclosed real estate. Income Taxes Deferred income tax assets and liabilities are determined using the liability (or balance sheet) method. Under this method, the net deferred tax asset or liability is determined based on the tax effects of the temporary differences between the book and tax bases of the various balance sheet assets and liabilities and gives current recognition to changes in tax rates and laws. Comprehensive Income Accounting principles generally require that recognized revenue, expenses, gains and losses be included in net income. Although certain changes in assets and liabilities, such as unrealized gains and losses on investment securities available for sale, are reported as a separate component of the equity section of the balance sheet, such items, along with net income, are components of comprehensive income.   F-10   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Employee Stock Ownership Plan (ESOP) Shares of the Company&#8217;s common stock purchased by the ESOP are held in a suspense account until released for allocation to participants.  Shares released are allocated to each eligible participant based on the ratio of each such participant&#8217;s compensation, as defined in the ESOP, to the total compensation of all eligible plan participants.  As the unearned shares are released from suspense, the Company recognizes compensation expense equal to the fair value of the ESOP shares committed to be released during the period.  To the extent that the fair value of the ESOP shares differs from the cost of such shares, the difference is charged or credited to equity as additional paid-in-capital.  Allocated and committed-to-be released ESOP shares are considered outstanding for earnings per share calculations based on debt service payments.  Other ESOP shares are excluded from earnings per share.  The cost of unearned shares to be allocated to ESOP participants for future services not yet performed is reflected as a reduction of stockholders&#8217; equity. Advertising Advertising costs are expensed as incurred. Earnings Per Share Basic earnings per share is determined by dividing net income available to common stockholders by the adjusted weighted average number of common shares outstanding during the period. The adjusted outstanding common shares equals the gross number of common shares issued less unallocated shares of the ESOP. Earnings per share for the fiscal years ended June 30 is based on the following:                      2010     2009                    Net income  $ 107,629     $ 47,805                 Weighted average common shares outstanding    503,284       441,235                    Less: Average unallocated ESOP shares    (15,004 )     (14,153 )                 Adjusted weighted average common shares outstanding    488,280       427,082                 Earnings per common share  $ .22     $ .11     The Company does not have any potential common shares, therefore diluted earnings per share is not applicable.   F-11   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Impact of Recent Accounting Standards In June 2009, the Financial Accounting Standards Board (FASB) issued amended guidance with respect to accounting for transfers of financial assets to improve the reporting for the transfer of financial assets resulting from concerns of financial statement users that many of the financial assets (and related obligations) that have been derecognized should continue to be reported in the financial statements of transferors. This Statement must be applied as of the beginning of each reporting entity&#8217;s first annual reporting period that begins after November 15, 2009, for interim periods within that first annual reporting period and for interim and annual reporting periods thereafter.  Earlier application is prohibited.  The Company will review the requirements of this Statement and comply with its requirements.  The Company does not expect that the adoption of this Statement will have a material impact on the Company&#8217;s financial statements. In June 2009, the FASB issued The FASB Accounting Standards Codification (the Codification or ASC) and the Hierarchy of Generally Accepted Accounting Principles. Under the Statement, The FASB Codification has become the source of authoritative GAAP recognized by the FASB to be applied by nongovernmental entities. Rules and interpretive releases of the Securities and Exchange Commission (SEC) under authority of federal securities laws are also sources of authoritative GAAP for SEC registrants. On the effective date of this Statement, the Codification supersedes all then-existing non-SEC accounting and reporting standards. All other non-grandfathered non-SEC accounting literature not included in the Codification becomes non-authoritative. The Codification was effective for financial statements issued for interim and annual periods ending after September 15, 2009. The Company adopted the Codification which has not had a material impact on the Company&#8217;s consolidated financial statements. In January 2010, the FASB issued guidance to amend the disclosure requirements related to recurring and nonrecurring fair value measurements. The guidance requires new disclosures on the transfers of assets and liabilities between Level 1 (quoted prices in active market for identical assets or liabilities) and Level 2 (significant other observable inputs) of the fair value measurement hierarchy, including the reasons and the timing of the transfers. Additionally, the guidance requires a roll forward of activities on purchases, sales, issuance, and settlements of the assets and liabilities measured using significant unobservable inputs (Level 3 fair value measurements). The guidance will become effective for the Company with the reporting period beginning July 1, 2010, except for the disclosure on the roll forward activities for any Level 3 fair value measurements, which will become effective for the Company with the reporting period beginning July 1, 2011. Other than requiring additional disclosures, adoption of this new guidance will not have a material impact on the Company&#8217;s consolidated financial statements.   F-12   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 In February 2010, the FASB issued Accounting Standards Update (ASU) 2010-09, Subsequent Events: Amendments to Certain Recognition and Disclosure Requirements, related to events that occur after the balance sheet date but before financial statements are issued. This guidance amends existing standards to address potential conflicts with SEC guidance and refines the scope of the reissuance disclosure requirements to include revised financial statements only. Under this guidance, SEC filers are no longer required to disclose the date through which subsequent events have been evaluated. The adoption of this update did not have a material effect on the Company&#8217;s consolidated financial statements. In July 2010, the FASB issued ASU No. 2010-20, Receivables (Topic 310) : Disclosures about the Credit Quality of Financing Receivables and the Allowance for Credit Losses. This ASU is intended to provide additional information to assist financial statement users in assessing an entity&#8217;s credit risk exposures and evaluating the adequacy of its allowance for credit losses. The guidance is effective for interim and annual reporting periods ending after December 15, 2010. Other than requiring additional disclosures, adoption of this new guidance is not expected to have a material impact on the Company&#8217;s consolidated financial statements. 2.\nCash and Due from Banks  The Company is required to maintain certain reserves of vault cash or deposits with the Federal Reserve Company. The amount of this reserve requirement, included in cash and due from banks, was approximately $250,000 as of June 30, 2010 and 2009, respectively. 3.\nSecurities  The amortized cost and fair value of investment securities available for sale, with gross unrealized gains and losses, are as follows: June 30, 2010          Gross   Gross       Amortized   Unrealized   Unrealized   Fair Cost   Gains   Losses   Value                        Corporate bonds  $ 982,415     $ 13,366     $ (15,640 )   $ 980,141   FNMA mortgage-backed securities    118,017       3,499       -       121,516  U.S. Government sponsored enterprise securities     2       848       -       850   Corporate common stock    10,000       -       -       10,000                                   Total investment securities available for sale   $ 1,110,434     $ 17,713     $ (15,640 )   $ 1,112,507   F-13  AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009  June 30, 2009                                       Gross   Gross         Amortized   Unrealized   Unrealized   Fair Cost   Gains   Losses   Value                                Corporate bonds  $ 1,370,276     $ 9,740     $ (51,823 )   $ 1,328,193   FHLMC mortgage-backed securities    27,940       260       -       28,200   FNMA mortgage-backed securities    196,295       3,344       (2,455 )     197,184  U.S. Government sponsored enterprise securities     2       1,196       -       1,198   Corporate common stock    10,000       -       -       10,000                                   Total investment securities available for sale   $ 1,604,513     $ 14,540     $ (54,278 )   $ 1,564,775   Investments with a fair value of approximately $1,112,500 and $1,564,800 at June 30, 2010 and 2009, respectively, are held in a custody account to secure certain deposits. The amortized cost and fair value of debt securities by contractual maturity follow. Actual maturities will differ from contractual maturities because borrowers may have the right to call or prepay obligations with or without call or prepayment penalties.     June 30, 2010    June 30, 2009  Amortized   Fair   Amortized   Fair Cost   Value   Cost   Value                        One year or less  $ -     $ -     $ 473,961     $ 473,961   Over 1 year through 5 years    782,415       766,775       496,315       444,492   After 5 years through 10 years    200,000       213,366       400,000       409,740     982,415       980,141       1,370,276       1,328,193   Mortgage-backed securities    118,017       121,516       224,235       225,384                                    $ 1,100,432     $ 1,101,657     $ 1,594,511     $ 1,553,577   F-14   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Information pertaining to securities with gross unrealized losses at June 30, 2010 and 2009, aggregated by investment category and length of time that individual securities have been in a continuous loss position, follows:     Less Than 12 Months   12 Months or Greater   Total       Gross         Gross         Gross       Unrealized         Unrealized         Unrealized Fair Value   Losses   Fair Value   Losses   Fair Value   Losses                                    June 30, 2010                                    Corporate bonds  $ 530,525     $ 1,890     $ 236,250     $ 13,750     $ 766,775     $ 15,640                                                    Total  $ 530,525     $ 1,890     $ 236,250     $ 13,750     $ 766,775     $ 15,640                                                 June 30, 2009                                                Corporate bonds  $ -     $ -     $ 496,315     $ 51,823     $ 496,315     $ 51,823  FNMA mortgage-backed securities     -       -       70,790       2,455       70,790       2,455                                                    Total  $ -     $ -     $ 567,105     $ 54,278     $ 567,105     $ 54,278   Management evaluates securities for other-than-temporary impairment at least on a quarterly basis, and more frequently when economic or market concerns warrant such evaluation. Consideration is given to (1) the length of time and the extent to which the fair value has been less than cost, (2) the financial condition and near-term prospects of the issuer, and (3) the intent and ability of the Company to retain its investment in the issuer for a period of time sufficient to allow for any anticipated recovery in fair value. At June 30, 2010, three debt securities with unrealized losses have depreciated 2% in total from the amortized cost basis. These unrealized losses related principally to current interest rates for similar types of securities compared to the underlying yields on these securities. At June 30, 2009, the three debt securities with unrealized losses had depreciated 10% in total from the amortized cost basis. These unrealized losses related principally to current interest rates for similar types of securities compared to the underlying yields on these securities. In analyzing an issuer&#8217;s financial condition, management considers whether the securities are issued by the federal government or its agencies, whether downgrades by bond rating agencies have occurred, and the results of reviews of the issuer&#8217;s financial condition and the Company&#8217;s ability to hold such securities. For the year ended June 30, 2010, proceeds from sales of securities available for sale amounted to $800,499. Gross realized gains amounted to $32,894 and gross realized losses amounted to $159,163.  There were no sales of securities available for sale for the years ended June 30, 2009, but the Company did record other-than-temporary impairment losses of $60,270 and $23,752 on its U.S. Government sponsored enterprise securities and corporate bonds, respectively.   F-15   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 4.\nLoans  A summary of the balances of loans follows:     2010   2009  Mortgage loans:            One to four family residential  $ 36,417,972     $ 34,906,077   Commercial    15,135,502       12,637,938   Construction    410,000       686,000   Equity lines of credit and loans    11,436,398       11,395,033   Undisbursed portion of construction loan    (97,083 )     (134,032 )                 Subtotal    63,302,789       59,491,016                 Commercial loans    5,267,408       2,509,675   Consumer loans    951,559       711,316                 Total loans    69,521,756       62,712,007                 Deferred loan origination costs    165,268       154,118   Deferred loan origination fees    (312,199 )     (291,826 ) Allowance for loan losses    (492,112 )     (385,181 )                 Total loans, net  $ 68,882,713     $ 62,189,118   Nonaccrual loans amounted to $551,402 and $135,212 at June 30, 2010 and 2009, respectively. Interest income of $22,971 and $4,115 would have been recognized on these loans if interest had been accrued at June 30, 2010 and 2009, respectively. An analysis of the allowance for loan losses follows:    2010   2009            Balance at beginning of year  $ 385,181     $ 345,550   Provision for loan losses    109,195       90,378   Loans charged off    (2,264 )     (50,747 )                  Balance at end of year  $ 492,112     $ 385,181   F-16   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 The following is a summary of information pertaining to impaired loans as of June 30, 2010:    Impaired loans without a valuation allowance  $ 516,137    Impaired loans with a valuation allowance    372,307               Total impaired loans  $ 888,444    Valuation allowance allocated to impaired loans  $ 43,368              Average investment in impaired loans  $ 335,440   There were no impaired loans as of June 30, 2009.  Interest income recognized on impaired loans was not material in 2010. The Company was servicing for others mortgage loans of approximately $9,818,000 and $10,347,000 at June 30, 2010 and 2009, respectively. The balance of mortgage servicing rights was $74,056 and $76,284 at June 30, 2010 and 2009, respectively. There were no loans held for sale at June 30, 2010 and 2009. 5.   Property and Equipment A summary of the cost and accumulated depreciation of property and equipment is as follows:    2010   2009            Land and land improvements  $ 407,780     $ 407,780   Buildings    1,950,328       1,935,061   Furniture and fixtures    563,039       544,817                      2,921,147       2,887,658   Less accumulated depreciation    1,068,733       979,781                    Net property and equipment  $ 1,852,414     $ 1,907,877   F-17   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 Following is a summary of estimated useful lives by asset category:      Estimated Useful Lives (Years)          Land and land improvements  15   Buildings  5 - 40   Furniture and fixtures  1 - 10   6.   Deposits  A summary of deposit balances, by type, follows:     2010     2009                 Demand accounts  $ 3,100,136     $ 3,743,127   Money market accounts    13,819,929       10,459,125   NOW accounts    2,894,440       2,346,519   Savings accounts    3,951,404       3,042,709   Certificates of deposit    19,747,048       18,038,128   Certificates of deposit, $100,000 and over    12,256,291       10,469,413                      Total deposits  $ 55,769,248     $ 48,099,021   The scheduled maturities of time deposits are as follows:                   2010   2009                2010  $ -     $ 18,405,138   2011    20,857,486       6,901,670   2012    4,760,682       1,409,597   2013    1,560,092       1,204,555   2014    765,375       586,581   2015    4,059,704       -                          $ 32,003,339     $ 28,507,541   F-18   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 A summary of interest expense on deposits is as follows:    2010   2009            Demand accounts  $ 1,598     $ 7,414   Money market accounts    179,089       211,225   NOW accounts    17,997       20,690   Savings accounts    32,732       24,905   Certificates of deposit    773,342       1,010,680                    $ 1,004,758     $ 1,274,914    The Company maintains collateralization agreements with certain depositors whereby those deposits in excess of the federally insured limit are secured by an interest in the Company&#8217;s investment instruments maintained in a custodial account held by one of the Company&#8217;s custodians. As part of the collateralization agreement, the Company agrees to maintain the value of the collateral in the custodial account at a minimum level at least equal to 100% of the uninsured portion of these deposits. At June 30, 2010 and 2009, the value of the collateral in the custodial account was approximately $4,542,000 and $6,815,000, respectively, and the uninsured portion of the deposits was approximately $4,344,000 and $3,069,000, respectively. 7.\nFederal Home Loan Bank Advances  Pursuant to collateral agreements with the FHLB, advances are collateralized by all stock in the FHLB and qualifying first mortgages. The Company&#8217;s fixed-rate advances of $18,430,662 and $20,150,000 at June 30, 2010 and 2009, respectively, mature through 2015. At June 30, 2010 and 2009, the interest rates on fixed-rate advances ranged from 1.67 percent to 5.95 percent and .31 percent to 6.56 percent, respectively. The Company&#8217;s callable advance of $1,000,000 at June 30, 2010 matures in 2012. The rate is based on the three-month London Interbank Offer Rate (LIBOR). At June 30, 2010, the interest rate on this advance was 4.99 percent. The advance is callable on August 16, 2010 if LIBOR reaches 5.75 percent and quarterly thereafter through its maturity date. At June 30, 2010 and 2009, the Company also had $661,000 available under a long-term line of credit from the FHLB. There were no amounts drawn under this line at June 30, 2010 and 2009.\n  F-19   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 The contractual maturities of advances are as follows:                   2010   2009                2010  $ -     $ 8,750,000   2011    3,650,000       3,650,000   2012    4,500,000       4,500,000   2013    2,250,000       750,000   2014    3,000,000       2,000,000   2015    5,030,662       500,000                      Total  $ 18,430,662     $ 20,150,000   8.   Income Taxes  Allocation of federal and state income taxes between current and deferred portions is as follows:      2010   2009  Current tax provision            Federal  $ 84,144     $ 50,443   State    7,965       6,341                            92,109       56,784                      Deferred federal tax benefit    (38,746 )     (11,379 ) Change in valuation reserve    -       18,684                      Deferred federal tax (benefit) expense, net    (38,746 )     7,305                      Income tax expense  $ 53,363     $ 64,089   F-20   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 The income tax provision differs from the expense that would result from applying federal statutory rates to income before income taxes, as follows:    2010   2009            Expected income tax expense at federal tax rate (34%)  $ 54,737     $ 38,044   Increase (reduction) in income taxes resulting from:                Dividends received deduction    -       (12 ) State tax, net of federal tax benefit    5,257       4,185   Valuation reserve    -       18,684   Other    (6,631 )     3,188                    Income tax expense  $ 53,363     $ 64,089                    Effective income tax rate    33.1 %     57.3 % The components of the net deferred tax liability, included in other assets, are as follows:  2010     2009   Deferred tax assets:            Allowance for loan losses  $ 152,554     $ 119,406   Impairment loss on investments    35,280       35,280   Expense accruals    19,154       10,783   Unrealized losses on investment securities available for sale    -       13,510   Other    3,370       989                    Total deferred tax assets    210,358       179,968                    Valuation reserve against capital losses    (27,917 )     (27,917 )                 Total deferred tax assets, net of valuation reserve    182,441       152,051                 Deferred tax liabilities:               Difference between tax and book bases of property and equipment     (135,841 )     (134,916 ) Deferred loan fees    (87,462 )     (76,566 ) Mortgage servicing rights    (22,957 )     (23,648 ) Unrealized gains on investment securities available for sale    (704 )     -   Other    -       (5,976 ) Total deferred tax liabilities    (246,964 )     (241,106 )                  Net deferred tax liability  $ (64,523 )   $ (89,055 )   F-21   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 The change in the valuation reserve applicable to the net deferred tax asset is as follows:    2010   2009            Balance at beginning of year  $ 27,917     $ 9,233   Change generated by current year&#8217;s operations    -       18,684                    Balance at end of year  $ 27,917     $ 27,917   The Bank has sufficient refundable taxes paid in available carryback years to fully realize its recorded deferred tax assets, net of valuation reserve for capital losses. The Bank used the percentage of taxable income bad debt deduction to calculate its bad debt expense for tax purposes as was permitted by the Internal Revenue Code. The cumulative effect of this deduction of approximately $421,000 is subject to recapture, if used for purposes other than to absorb loan losses. Deferred taxes of $143,000 have not been provided on this amount because the Bank does not intend to use the tax reserve other than to absorb loan losses. FASB ASC Topic 740, Income Taxes, defines the criteria that an individual tax position must satisfy for some or all of the benefits of that position to be recognized in a company&#8217;s financial statements. Topic 740 prescribes a recognition threshold of more-likely-than-not, and a measurement attribute for all tax positions taken or expected to be taken on a tax return, in order for those tax positions to be recognized in the financial statements. Effective July 1, 2008, the Company has adopted these provisions and there was no material effect on the financial statements, and no cumulative effect. The Company is currently open to audit under the statute of limitations by the Internal Revenue Service for the years ended June 30, 2007 through 2009.  If the Company, as a result of an audit, was assessed interest and penalties, the amounts would be recorded through income tax expense. 9.\nFinancial Instruments with Off-Balance-Sheet Risk  The Company is a party to credit related financial instruments with off-balance-sheet risk in the normal course of business to meet the financing needs of its customers. These financial instruments include commitments to extend credit and lines of credit. Such commitments involve, to varying degrees, elements of credit and interest rate risk in excess of the amount recognized in the balance sheets. The Company&#8217;s exposure to credit loss is represented by the contractual amount of these commitments. The Company follows the same credit policies in making commitments as it does for on-balance-sheet instruments.   F-22   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 At June 30, 2010 and 2009, the following financial instruments were outstanding whose contract amounts represent credit risk:    2010   2009            Commitments to originate loans  $ 2,308,000     $ 3,318,000   Unadvanced portions of construction loans    97,000       134,000   Unadvanced portions of home equity loans    2,917,000       3,045,000   Unadvanced portions of commercial lines of credit    1,573,000       306,000   Commitments to extend credit are agreements to lend to a customer as long as there is no violation of any condition established in the contract. Commitments generally have fixed expiration dates or other termination clauses and may require payment of a fee. The commitments for equity lines of credit may expire without being drawn upon. Unfunded commitments under commercial lines of credit are commitments for possible future extensions of credit to existing customers. These lines of credit are uncollateralized and usually do not contain a specified maturity date and may not be drawn upon to the total extent to which the Company is committed. Therefore, the total commitment amounts do not necessarily represent future cash requirements. The amount of collateral obtained, if it is deemed necessary by the Company, is based on management&#8217;s credit evaluation of the customer. Included in the above commitments to extend credit at June 30, 2010 were fixed rate commitments to grant loans of approximately $360,000 which expire in 30 days. Interest rates on these fixed rate commitments range from 5.00% to 8.00%. Included in the above commitments to extend credit at June 30, 2009 were fixed commitments to grant loans of approximately $365,000 which expire in 30 days. Interest rates on these fixed rate commitments range from 5.75% to 6.00%.  Commitments at June 30, 2009 also include fixed rate commitments amounting to $580,400 which expire 60 days from commitment date with fixed rate interest rates from 5.25% to 6.00%. The Company has sold mortgage loans to the FHLB with a total outstanding balance of approximately $9,818,000 and $10,347,000 at June 30, 2010 and 2009, respectively. Under the terms of the agreement with the FHLB, the Company has a limited recourse obligation to the FHLB in the event the borrower defaults. At June 30, 2010 and 2009, the maximum recourse obligation totaled approximately $355,000 and $285,000, respectively. 10.   Legal Contingencies Various legal claims arise from time to time in the normal course of business which, in the opinion of management, will have no material effect on the Company&#8217;s consolidated financial statements.   F-23   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009 11.\nOther Non-interest Income and Operating Expense  Other non-interest income and other operating expense include the following items greater than 1% of revenues.    2010   2009            Other non-interest income:            Deposit fee income  $ 50,000     $ 46,000                 Other operating expense:                Audits and examinations  $ 176,000     $ 111,000   Legal fees    70,000       53,000   12.\nMinimum Regulatory Capital Requirements  The Company and the Bank are subject to various regulatory capital requirements administered by the federal banking agencies. Failure to meet minimum capital requirements can initiate certain mandatory and possible additional discretionary actions by regulators that, if undertaken, could have a direct material effect on the consolidated financial statements. Under capital adequacy guidelines and the regulatory framework for prompt corrective action, the Company and the Bank must meet specific capital guidelines that involve quantitative measures of their assets, liabilities, and certain off-balance-sheet items as calculated under regulatory accounting practices. The capital amounts and classification are also subject to qualitative judgments by the regulators about components, risk weightings, and other factors. Quantitative measures established by regulation to ensure capital adequacy requires the Company and the Bank to maintain minimum amounts and ratios (set forth in the following table) of total and Tier 1 capital (as defined in the regulations) to risk-weighted assets (as defined) and of Tier 1 capital (as defined) to total assets (as defined). Management believes, as of June 30, 2010 and 2009, that the Company and the Bank met all capital adequacy requirements to which they are subject. As of June 30, 2010 and 2009, the most recent notification from the Office of Thrift Supervision categorized the Company and the Bank as well capitalized under the regulatory framework for prompt corrective action. To be categorized as well capitalized, an institution must maintain minimum total risk-based, Tier 1 risk-based and Tier 1 leverage ratios as set forth in the following tables. There are no conditions or events since the notification that management believes have changed the Company&#8217;s and the Bank&#8217;s category. Actual capital amounts and ratios as of June 30, 2010 and 2009 are also presented in the table.   F-24   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  The actual and minimum capital amounts and ratios for the Bank are presented in the following table:    Actual   Minimum Capital Requirement   Minimum To Be Well Capitalized Under Prompt Corrective Action Provisions Amount   Ratio   Amount   Ratio   Amount   Ratio  June 30, 2010                                                                      Total capital to risk weighted assets  $ 5,933,000       11.67 %   $ 4,069,000       8.00 %   $ 5,086,000       10.00 %                                                 Tier 1 capital to risk weighted assets  $ 5,838,000       11.48 %   $ 2,034,000       4.00 %   $ 3,052,000       6.00 %                                                 Tier 1 capital to total assets  $ 5,838,000       7.24 %   $ 3,224,000       4.00 %   $ 4,031,000       5.00 %                                                 June 30, 2009                                                                                              Total capital to risk weighted assets  $ 5,722,000       12.66 %   $ 3,616,000       8.00 %   $ 4,520,000       10.00 %                                                 Tier 1 capital to risk weighted assets  $ 5,622,000       11.81 %   $ 1,808,000       4.00 %   $ 2,712,000       6.00 %                                                                                               Tier 1 capital to total assets  $ 5,622,000       7.54 %   $ 2,983,000       4.00 %   $ 3,729,000       5.00 %   F-25   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  The actual and minimum capital amounts and ratios for the Company, on a consolidated basis, are presented in the following table:    Actual   MinimumCapitalRequirement   MinimumTo Be WellCapitalized UnderPrompt CorrectiveAction Provisions Amount   Ratio   Amount   Ratio   Amount   Ratio  June 30, 2010                                                                      Total capital to risk weighted assets  $ 6,144,000       12.08 %   $ 4,069,000       8.00 %   $ 5,086,000       10.00 %                                                 Tier 1 capital to risk weighted assets  $ 6,049,000       11.89 %   $ 2,034,000       4.00 %   $ 3,052,000       6.00 %                                                 Tier 1 capital to total assets  $ 6,049,000       7.50 %   $ 3,224,000       4.00 %   $ 4,031,000       5.00 %                                                 June 30, 2009                                                                                              Total capital to risk weighted assets  $ 6,046,000       13.38 %   $ 3,616,000       8.00 %   $ 4,520,000       10.00 %                                                 Tier 1 capital to risk weighted assets  $ 5,946,000       12.52 %   $ 1,808,000       4.00 %   $ 2,712,000       6.00 %                                                 Tier 1 capital to total assets  $ 5,946,000       7.97 %   $ 2,983,000       4.00 %   $ 3,729,000       5.00 % The following table presents a reconciliation of capital determined using accounting principles generally accepted in the United States of America (GAAP) and regulatory capital amounts:   F-26   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009     2010   2009                          Consolidated   Bank   Consolidated   Bank  GAAP capital  $ 6,050,000     $ 5,839,000     $ 5,904,000     $ 5,580,000                                 Net unrealized (gain) loss on certain securities for sale, net of available income taxes    (1,000 )     (1,000 )     42,000       42,000   Tier I Capital    6,049,000       5,838,000       5,946,000       5,622,000                                 Allowance for loan losses (excluding specific reserves)    449,000       449,000       385,000       385,000                                 Deduction for low-level recourse and residual interests    (354,000 )     (354,000 )     (285,000 )     (285,000 )                                 Total Risk-Based Capital  $ 6,144,000     $ 5,933,000     $ 6,046,000     $ 5,722,000   13.\nEmployee Benefit Plans  401 (k) Plan The Company has a 401(k) Plan whereby substantially all employees participate in the Plan. Employees may contribute up to 15 percent of their compensation subject to certain limits based on federal tax laws. The Company makes matching contributions equal to 50 percent of the employee&#8217;s contribution, up to a maximum of 3 percent of an employee&#8217;s compensation contributed to the Plan. Matching contributions vest to the employee equally over a five-year period. For the years ended June 30, 2010 and 2009, expense attributable to the Plan amounted to $19,054 and $17,252, respectively. Employee Stock Ownership PlanAll Bank employees meeting certain age and service requirements are eligible to participate in the ESOP. In August 2008, the Bank&#8217;s ESOP purchased 17,262 shares of common stock for $172,620.  The Auburn Savings Bank ESOP Trust (the ESOP Trust) borrowed the loan amount of $172,620 from Auburn Bancorp, Inc., and the loan is repayable annually with a fixed interest rate of 5% for the term of fifteen years. The loan is secured by the shares purchased by the ESOP Trust. Participants&#8217; benefits become fully vested after 5 years of service. The Bank&#8217;s contributions are the primary source of funds for the ESOP&#8217;s repayment of the loan. Principal and interest payments for the years ended June 30, 2010 and 2009 totaled $16,631 and $15,552, respectively.   F-27   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  As of June 30, 2010, the remaining principal balance is payable as follows:        2011  $ 8,820   2012    9,261   2013    9,724   2014    10,210   2015    10,721   Thereafter    107,484   Total  $ 156,220   Shares held by the ESOP include the following at June 30:    2010   2009  Allocated    2,237       1,081   Unallocated    15,025       16,181      Total    17,262       17,262   Expense related to the ESOP for the years ended June 30, 2010 and 2009 totaled approximately $11,000 and $15,000 respectively.  The fair value of the unallocated shares as of June 30, 2010 and 2009 was $144,475 and $157,189, respectively. 14.\nRelated Party Transactions  In the ordinary course of business, the Company has granted loans to principal officers and directors and their affiliates amounting to $256,200 at June 30, 2010 and $303,300 at June 30, 2009. During the years ended June 30, 2010 and 2009, total principal additions were $19,300 and $12,900, respectively, and total principal payments and deletions were $66,400 and $311,200, respectively. Deposits from related parties held by the Company at June 30, 2010 and 2009 amounted to $1,061,000 and $1,014,100, respectively.   F-28   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  15.\nFair Value of Financial Instruments GAAP defines fair value as the exchange price that would be received for an asset or paid to transfer a liability (an exit price) in the principal or most advantageous market for the asset or liability in an orderly transaction between market participants on the measurement date. GAAP establishes a fair value hierarchy which requires an entity to maximize the use of observable inputs and minimize the use of unobservable inputs when measuring fair value. The standard describes three levels of inputs that may be used to measure fair value: Level 1: Quoted prices (unadjusted) or identical assets or liabilities in active markets that the entity has the ability to access as of the measurement date Level 2: Significant other observable inputs other than Level 1 prices, such as quoted prices for similar assets or liabilities, quoted prices in markets that are not active, and other inputs that are observable or can be corroborated by observable market data Level 3: Significant unobservable inputs that reflect a company&#8217;s own assumptions about the assumptions that market participants would use in pricing an asset or liability.  The balances of financial assets and liabilities measured at fair value on a recurring basis are as follows:            Fair Value Measurements Using     Total   Quoted PricesIn ActiveMarkets forIdentical Assets(Level 1)   SignificantOtherObservableInputs(Level 2)   SignificantUnobservableInputs(Level 3)  June 30, 2010                        Assets:                        Investment securities available for sale                        Corporate bond  $ 980,141     $ ---     $ 980,141     $ ---   FNMA mortgage-backed securities    121,516       ---       121,516       ---   U.S. Government sponsored enterprise securities    850       ---       850       ---   Corporate common stock    10,000       ---       10,000       ---      F-29   AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009           Fair Value Measurements Using  Total   Quoted PricesIn ActiveMarkets forIdentical Assets(Level 1)   SignificantOtherObservableInputs(Level 2)   SignificantUnobservableInputs(Level 3)  June 30, 2009                        Assets:                        Investment securities available for sale                        Corporate bond  $ 1,328,193     $ ---     $ 1,328,193     $ ---   FHLMC mortgage-backed securities    28,200       ---       28,200       ---   FNMA mortgage-backed securities    197,184       ---       197,184       ---   U.S. Government sponsored enterprise securities    1,198       ---       1,198       ---   Corporate common stock    10,000       ---       10,000       ---   The balances of financial assets and liabilities measured at fair value on a nonrecurring basis are as follows:            Fair Value Measurements Using  Total   Quoted PricesIn ActiveMarkets forIdentical Assets(Level 1)   SignificantOtherObservableInputs(Level 2)   SignificantUnobservableInputs(Level 3)  June 30, 2010                        Assets:                       Impaired loans   $ 328,939     $ ---     $ 328,939     $ ---   Impaired loans were reduced from their carry amount of $372,307 to their fair value of $328,939 at June 30, 2010, resulting in an impairment reserve through the allowance for loan losses. The Company did not have any material financial assets and liabilities measured at fair value on a non-recurring basis at June 30, 2009. GAAP requires disclosure of estimated fair values of all financial instruments where it is practicable to estimate such values. In cases where quoted market prices are not available, fair values are based on estimates using present value or other valuation techniques. Those techniques are significantly affected by the assumptions used, including the discount rate and estimates of future cash flows. Accordingly, the derived fair value estimates cannot be substantiated by comparison to independent markets and, in many cases, could not be realized in immediate settlement of the instrument. The disclosure requirements exclude certain financial instruments and all nonfinancial instruments. Accordingly, the aggregate fair value amounts presented do not represent the underlying value of the Company.   F-30    AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009 The following methods and assumptions were used by the Company in estimating fair value disclosures for financial instruments: Cash and cash equivalents and certificates of deposit: The carrying amounts of cash, due from banks, deposits with the FHLB, federal funds sold and certificates of deposit approximate fair values as these financial instruments have short maturities. Securities available for sale:  The fair value of securities available for sale, excluding Federal Home Loan Bank stock, are determined by obtaining quoted prices on nationally recognized securities exchanges or matrix pricing, which is a mathematical technique used widely in the industry to value debt securities without relying exclusively on quoted prices for the specific securities, but rather by relying on the securities&#8217; relationship to other benchmark quoted securities.  The carrying value of Federal Home Loan Bank stock approximates fair value based on the redemption provisions of the FHLB. Loans receivable: For variable-rate loans that reprice frequently and with no significant change in credit risk, fair values are based on carrying values. Fair values for other loans are estimated using discounted cash flow analyses, using interest rates currently being offered for loans with similar terms to borrowers of similar credit quality. Fair values for nonperforming loans are estimated using discounted cash flow analyses or underlying collateral values, where applicable. Accrued interest receivable: The carrying amounts of accrued interest approximate fair value. Deposit liabilities: The fair values disclosed for demand deposits (e.g., interest and non-interest checking, savings, and certain types of money market accounts) are, by definition, equal to the amount payable on demand at the reporting date (i.e., their carrying amounts). Fair values for certificates of deposit are estimated using a discounted cash flow calculation that applies interest rates currently being offered on certificates of similar remaining maturity. Federal Home Loan Bank advances: The fair values of these borrowings are estimated using discounted cash flow analyses based on the Company&#8217;s current incremental borrowing rates for similar types of borrowing arrangements. Off-balance-sheet instruments: The Company&#8217;s off-balance-sheet instruments consist of loan commitments. Fair values for loan commitments have not been presented as the future revenue derived from such financial instruments is not significant.   F-31    AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009 The estimated fair values, and related carrying or notional amounts, of the Company&#8217;s financial instruments are as follows:    June 30, 2010   June 30, 2009 Carrying   Fair   Carrying   Fair Amount   Value   Amount   Value (In thousands)  Financial assets                        Cash and cash equivalents  $ 5,279     $ 5,279     $ 2,375     $ 2,375   Certificates of deposit    845       845       4,451       4,451   Securities available for sale    1,113       1,113       1,565       1,565   Federal Home Loan Bank stock    1,252       1,252       1,147       1,147   Loans, net    68,883       71,067       62,189       63,721   Accrued interest receivable    278       278       277       277                                 Financial liabilities                                Deposits    55,769       55,396       48,099       47,390   Federal Home Loan Bank advances    18,431       19,010       20,150       20,648   16. Condensed Financial Information (Parent Company Only) The following financial statements are for Auburn Bancorp, Inc. (Parent Company Only), and should be read in conjunction with the consolidated financial statements of Auburn Bancorp, Inc. and Subsidiary. AUBURN BANCORP, INC. (PARENT COMPANY ONLY)Balance SheetsJune 30, 2010 and 2009    2010   2009 ASSETS                 Cash and due from banks  $ 107,226     $ 290,891   Due from subsidiary &#8211; Auburn Savings Bank    125,948       61,060   Investment in subsidiary &#8211; Auburn Savings Bank    5,839,493       5,580,376                 Total assets  $ 6,072,667     $ 5,932,327   F-32    AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  LIABILITIES AND STOCKHOLDERS&#8217; EQUITY             Liabilities:            Accrued interest and other liabilities  $ 22,714     $ 28,448   Total liabilities    22,714       28,448                 Stockholders&#8217; equity:                Preferred stock, 1,000,000 shares authorized, no shares issued or outstanding    -       -   Common stock, $.01 par value per share, 10,000,000 shares authorized, 503,284 shares issued and outstanding at June 30, 2010 and 2009.    5,033       5,033   Additional paid-in-capital    1,468,928       1,470,790   Retained earnings    4,719,099       4,611,470   Accumulated other comprehensive income (loss)    1,368       (26,225 ) Unearned compensation (ESOP shares)    (144,475 )     (157,189 )                 Total stockholders&#8217; equity    6,049,953       5,903,879                 Total liabilities and stockholders&#8217; equity  $ 6,072,667     $ 5,932,327   The investment in the subsidiary bank is carried under the equity method of accounting.  The intercompany transactions and cash, which is on deposit with the Bank, have been eliminated in consolidation. AUBURN BANCORP, INC. (PARENT COMPANY ONLY)Condensed Statements of IncomeYears Ended June 30, 2010 and 2009    2010   2009  Expense            Administrative and other  $ 188,698     $ 181,622   Total expense    188,698       181,622                 Loss before applicable income tax benefit and equity in undistributed net income of subsidiary    (188,698 )     (181,622 )                 Applicable income tax benefit    64,801       62,537                 Loss before equity in undistributed net income of subsidiary    (123,897 )     (119,085 ) Equity in undistributed net income of subsidiary    231,526       166,890                 Net income  $ 107,629     $ 47,805                 F-33    AUBURN BANCORP, INC. AND SUBSIDIARY  Notes to Financial Statements Years Ended June 30, 2010 and 2009  AUBURN BANCORP, INC. (PARENT COMPANY ONLY)Condensed Statements of Cash FlowsYears Ended June 30, 2010 and 2009 Cash flows from operating activities            Net income  $ 107,629     $ 47,805   Adjustments to reconcile net income to net cash used by operating activities:                Equity in undistributed net income of subsidiary    (231,524 )     (166,890 ) ESOP compensation expense    10,852       15,210   Net (decrease) increase in accrued expenses and other liabilities    (5,734 )      28,448                 Net cash flows used by operating activities    (118,777 )     (75,427 )                 Cash flows from investing activities:                Initial investment in subsidiary &#8211; Auburn Savings Bank    -       (873,278 )                  Net cash used by investing activities    -       (873,278 )                 Cash flows from financing activities:Advances to subsidiary    (64,888 )     (61,060 ) Proceeds from issuance of common stock, net of offering costs    -       2,005,088   Offering costs reimbursed to subsidiary    -       (506,812 )  Capitalization of MHC     -       (25,000 )   Cash provided to ESOP for purchase of shares    -        (172,620)                 Net cash (used) provided by financing activities    (64,888 )     1,239,596                 Net (decrease) increase in cash    (183,665 )     290,891                    Cash at beginning of year    290,891       -                 Cash at end of year  $ 107,226     $ 290,891      F-34   AUBURN BANCORP, INC. AND SUBSIDIARY Notes to Financial Statements Years Ended June 30, 2010 and 2009 17.  Subsequent Events Subsequent events represent events or transactions occurring after the balance sheet date but before the financial statements are issued. Financial statements are considered &#8220;issued&#8221; when they are widely distributed to stockholders and others for general use and reliance in a form and format that complies with GAAP. Specifically, there are two types of subsequent events:  &#9679; Those comprising events or transactions providing additional evidence about conditions that existed at the balance sheet date, including estimates inherent in the financial statement preparation process (referred to as recognized subsequent events).\n   &#9679;Those comprising events that provide evidence about conditions not existing at the balance sheet date but, rather, that arose after such date (referred to as non-recognized subsequent events).\n Subsequent events have been evaluated and management determined there were no subsequent events to disclose.  F-35"
    }
]