[
    {
        "header": "Item 1. Business",
        "content": ""
    },
    {
        "header": "Overview",
        "content": "Altisource Asset Management Corporation (&#8220;we,&#8221; &#8220;our,&#8221; &#8220;us,&#8221; &#8220;AAMC&#8221; or the &#8220;Company&#8221;) was incorporated in the United States Virgin Islands (&#8220;USVI&#8221;) on March 15, 2012 (our &#8220;inception&#8221;), and we commenced operations in December 2012. Our primary business is to provide asset management and certain corporate governance services to institutional investors. In October 2013, we applied for and were granted registration by the Securities and Exchange Commission (the &#8220;SEC&#8221;) as a registered investment adviser under Section 203(c) of the Investment Advisers Act of 1940. We operate in a single segment focused on providing asset management and certain corporate governance services to investment vehicles.\nOur primary client is Front Yard Residential Corporation (&#8220;Front Yard&#8221;), a public real estate investment trust (&#8220;REIT&#8221;) focused on acquiring and managing quality, affordable single-family rental (&#8220;SFR&#8221;) properties for America's families. Front Yard is currently our primary source of revenue and will drive our results.\nSince we are heavily reliant on revenues earned from Front Yard, investors may obtain additional information about Front Yard in its SEC filings, including, without limitation, Front Yard&#8217;s financial statements and other important disclosures therein, available at http://www.sec.gov and http://ir.frontyardresidential.com/financial-information.\nDuring the second quarter of 2019, Front Yard commenced a strategic alternatives review process designed to maximize its stockholder value. In light of this process, we appointed a new Co-Chief Executive Officer on January 13, 2020 to serve as an additional resource for us and to be responsible for implementing new business. Our potential new businesses are in the development stage under the leadership and direction of our new Co-Chief Executive Officer and may include asset management services, investments in real estate related assets or other businesses that leverage the experience of our new Co-Chief Executive Officer and our real estate asset acquisition and portfolio management teams. Our incumbent Co-Chief Executive Officer has continued to focus on the business of Front Yard and the completion of its strategic alternatives review.\nOn February 17, 2020, Front Yard's strategic alternatives review was completed, culminating in Front Yard's entry into an Agreement and Plan of Merger (the &#8220;Merger Agreement&#8221;) with affiliates of Amherst Single Family Residential Partners VI, LP (&#8220;Amherst&#8221;), providing for the acquisition of Front Yard by Amherst (the &#8220;Merger&#8221;). The Merger is expected to close in the second quarter of 2020, subject to the approval of the holders of a majority of Front Yard&#8217;s outstanding shares and the satisfaction of customary closing conditions. If notice of termination of the Amended AMA is given upon the consummation of the Merger, a termination fee of approximately $46.3 million would become payable to us upon the effective date of such termination. Such termination fee would be payable, at Front Yard's option, in either (i) a lump sum on the effective date of the termination or (ii) one half on the effective date of the termination with the remainder due in equal installments on each of the six-, nine- and twelve-month anniversaries thereafter. We would also continue to receive management fees under the Amended AMA through the 180-day notice period of termination. We expect that such termination fee, in conjunction with our current assets, would be used in the development and implementation of new businesses.\nFor information on the potential risks to AAMC in relation to the Merger and potential new business initiatives, see &#8220; Item 1A. Risk Factors .&#8221; Additionally, our wholly owned subsidiary, NewSource Reinsurance Company Ltd. (&#8220;NewSource&#8221;), is a title insurance and reinsurance company licensed with the Bermuda Monetary Authority. NewSource commenced reinsurance activities during the second quarter of 2014. In December 2014, NewSource determined that the economics of the initial business did not warrant the continuation of its initial reinsurance quota share agreement with an unrelated third party. NewSource therefore transferred all of the risk of claims and future losses underwritten to an unrelated third party, and its reinsurance and insurance business has been dormant since that time."
    },
    {
        "header": "Asset Management Agreement with Front Yard",
        "content": "On March 31, 2015, we entered into an asset management agreement (the &#8220;Former AMA&#8221;), under which we were the exclusive asset manager for Front Yard for an initial term of 15 years from April 1, 2015, with two potential five-year extensions. The Former AMA provided for a fee structure in which we were entitled to a base management fee, an incentive management fee and a conversion fee for mortgage loans and real estate owned (&#8220;REO&#8221;) properties that became rental properties for the first time during each quarter.1 (table of contents)On May 7, 2019, we entered into an amended and restated asset management agreement with Front Yard (the &#8220;Amended AMA&#8221;), under which we are the exclusive asset manager for Front Yard for an initial term of five years. The Amended AMA will renew automatically each year thereafter for an additional one-year term, subject in each case to certain termination provisions. The Amended AMA provides for a fee structure in which we are entitled to a Base Management Fee and a potential Incentive Fee.\nPursuant to the Amended AMA, we design and implement Front Yard's business strategy, administer certain of its business activities and day-to-day operations and provide corporate governance services, subject to oversight by Front Yard's Board of Directors. We are responsible for, among other duties: (1) performing and administering certain of Front Yard's day-to-day operations; (2) implementing the investment criteria in Front Yard's investment policy approved by its Board of Directors; (3) sourcing, analyzing and executing asset acquisitions, including the related financing activities; (4) overseeing Front Yard's renovation, leasing and property management of its SFR properties; (5) analyzing and executing sales of certain rental properties and REO properties; (6) performing asset management duties and (7) performing corporate governance and other management functions, including financial, accounting and tax management services.\nWe provide Front Yard with a management team and support personnel who have substantial experience in the acquisition and management of residential properties. Our management also has significant corporate governance experience that enables us to manage Front Yard's business and organizational structure efficiently. We have agreed not to provide the same or substantially similar services without the prior written consent of Front Yard's Board of Directors to any business or entity competing against Front Yard in (a) the acquisition or sale of SFR and/or REO properties, non-performing and re-performing mortgage loans or other similar assets; (b) the carrying on of an SFR business or (c) any other activity in which Front Yard engages. Notwithstanding the foregoing, we may engage in any other business or render similar or different services to any businesses engaged in lending or insurance activities or any other activity other than those described above. Further, at any time following Front Yard's determination and announcement that it will no longer engage in any of the above-described competitive activities, we would be entitled to provide advisory or other services to businesses or entities in such competitive activities without Front Yard's prior consent.\nAccordingly, our operating results continue to be highly dependent on Front Yard's operating results. If the Amended AMA were terminated by Front Yard, our financial position and future prospects for revenues and growth would be materially adversely affected.\nThe Amended AMA may be terminated without cause (i) by Front Yard (including any successor of Front Yard) for any reason, or no reason, or (ii) by Front Yard or us in connection with the expiration of the initial term or any renewal term, in either case with 180&#32;days' prior written notice. If the Amended AMA is terminated by Front Yard without cause or in connection with the expiration of the initial term or any renewal term, Front Yard shall pay a termination fee (the &#8220;Termination Fee&#8221;) to us in an amount generally equal to three times the arithmetical mean of the aggregate fees actually paid or payable with respect to each of the three immediately preceding completed calendar years (including any such prior years that may have occurred prior to the effective date of the Amended AMA). Upon any such termination by Front Yard, Front Yard shall have the right, at its option, to license certain intellectual property and technology assets from us. Front Yard also has the option to continue to utilize the services of AAMC for a transition period of up to one year following the effective date of termination of the Amended AMA at cost not to exceed $3,584,000 per quarter.\nFor more information on these asset management agreements, please seeNote 6 &#32;to our consolidated financial statements contained in this Annual Report on Form 10-K."
    },
    {
        "header": "Our Business Strategy",
        "content": "Our business strategy is to (i) provide asset management services to Front Yard in a manner that builds long-term value and a stable income stream for Front Yard's stockholders while generating management fees to AAMC and (ii) to develop additional scalable investment strategies and vehicles by leveraging the expertise of our management team."
    },
    {
        "header": "Front Yard's Business Strategy",
        "content": "We are committed to assisting Front Yard in executing its strategy of being one of the top SFR REITs serving American families and their communities with a view to providing consistent and robust returns on equity and long-term growth for its investors. We have guided significant growth in Front Yard's portfolio of SFR properties in recent years. The internalization of Front 2 (table of contents) Yard's property management function, under our management, has provided Front Yard with additional opportunities to deliver an excellent tenant experience and manage its rental homes efficiently and in line with its key operating targets.\nWe believe there is a compelling opportunity in the SFR market and that we have implemented the right strategic plan for Front Yard to capitalize on the sustained growth in SFR demand. Front Yard targets the moderately priced single-family home market to acquire rental properties, which in our view, not only provide safe, comfortable homes for Front Yard's residents, but also offer attractive yield opportunities.\nWe expect Front Yard to hold SFR properties over the long term with a focus on developing Front Yard's brand. We also believe that, given the limited institutional penetration to date into the SFR marketplace, Front Yard's ability to acquire and effectively manage assets with attractive yields in strategic markets provides Front Yard with a significant opportunity to establish itself as a leading SFR equity REIT.\nFrom an operational standpoint, Front Yard has established an extensive renovation and property management infrastructure that provides it with geographic reach and a scalable property management structure that will allow Front Yard to grow in a cost-efficient manner."
    },
    {
        "header": "Front Yard's Acquisition Strategy",
        "content": "Through the judicious use of cash under our management, Front Yard's strong financing relationships and the sale of non-core assets, Front Yard has capitalized on opportunities to buy large portfolios and smaller pools of stabilized rental homes and individual residential properties at attractive yields. We have been successful in our pursuit of this strategy on Front Yard's behalf to date, having increased Front Yard's SFR portfolio to approximately 14,500 homes at December 31, 2019 from approximately 3,000 at December 31, 2015. Front Yard may continue to opportunistically source, bid on and acquire SFR properties that meet its targeted metrics under our management in the future."
    },
    {
        "header": "Scalable Internal Property Management Platform",
        "content": "Front Yard has an efficient, scalable internal property management platform that provides tenants with excellent service and allows Front Yard to benefit from economies of scale. Front Yard now has direct, internally managed control of leasing, renovation and turn management, vendor management, market analysis and other property management support functions, which will enhance its ability to control costs and generate long-term returns to its stockholders. As of December 31, 2019, Front Yard had 220 employees who serviced homes in 29 MSAs across 19 states, and Front Yard works directly with over 300 vendors providing services to its homes with capacity to process over 500 turns per month.\nThe transition to internal property management has also provided Front Yard with the opportunity to develop its brand and enhance the tenant experience. The internal property manager has allowed Front Yard to develop a unified approach to renovation management, repair and maintenance, vendor contracting and material supply chain management in an effort to create a consistent look and feel for its SFR properties. Over time, we expect Front Yard to develop a nationally recognized brand that is known for consistent quality at affordable prices.\nThis internal property management platform is driven by proprietary technology solutions that support tenant experience and enhance operational efficiency and performance. In addition to in-house technicians, efficient back-office support evaluates and solicits the appropriate external vendors to perform required work, assigns the work to the vendor with the best possible combination of cost and delivery capabilities, provides uniform property management and inspection criteria and utilizes technology to review and assess properties. We believe this technology-driven property management infrastructure will result in increased long-term value for Front Yard's stockholders, which will in turn benefit AAMC."
    },
    {
        "header": "Strengths that AAMC Brings to Front Yard",
        "content": "We are committed to a business strategy that will enable Front Yard to efficiently manage and continue to grow its SFR portfolio and to become one of the largest nationwide SFR REITs. Our goal is to enhance Front Yard's long-term stockholder value through the execution of its business plan with a focus on its competitive strengths. We believe these strengths will enable Front Yard to grow and provide strong stabilized results over time, which we expect will, in turn, result in improved results for AAMC. Front Yard's strong competitive position is based on the following strengths through our management:"
    },
    {
        "header": "&#8226;",
        "content": "Acquisition Strategy Enables Front Yard to Continue Building a Portfolio that Targets Attractive Yields to its Stockholders.&#32;Through our personnel and technical expertise, we have developed a disciplined market and asset3 (table of contents) selection approach and a valuation model for Front Yard that uses proprietary and market data to evaluate and project the performance of SFR assets. This valuation model has been built with multiple broad economic and geographic inputs as well as numerous property-level inputs to determine which properties will produce attractive yields and how much to pay for these properties to best achieve optimal results. These internally developed tools help Front Yard to evaluate the most attractive SFR properties for sale. We also leverage Front Yard's property inspection, management and rental infrastructure and related data flows to identify and acquire attractive assets in any geographical locations into which Front Yard desires to grow. We intend to continue to build Front Yard's internal property management structure, which will allow Front Yard to focus on strategic geographical areas, develop regional experience to continually refine Front Yard's acquisition strategy and achieve rental portfolio growth with properties marked by strong stabilized occupancy rates and optimal economic returns. We also believe that Front Yard's focus on affordable housing provides it with a potential advantage, as we believe this is an underserved market segment that provides Front Yard with attractive yield and growth opportunities.&#8226;Extensive Internal Property Management Infrastructure. With the internal property manager and the support of its nationwide vendor networks, we believe that Front Yard is well positioned to operate and manage SFR properties across the United States at an attractive cost structure. Front Yard has an excellent, experienced property management team with a successful track-record of internal property management operations that enables Front Yard to capitalize on additional opportunities to enhance its tenants&#8217; experience and improve its operating efficiency. We believe that the internal property management infrastructure provides Front Yard with a cost-efficient, scalable platform that will be a key factor in its success as it continues to grow.\n&#8226;Depth of Management Experience.\nWe believe the experience and technical expertise of our management team is one of Front Yard's key strengths. Our team has a broad and deep knowledge of the real estate market with decades of experience in real estate, mortgage trading, housing, financial services and asset management. Their experience in the real estate industry brings a wealth of understanding of the markets in which Front Yard operates and can help Front Yard build its portfolio in a manner that brings attractive potential returns to its stockholders. Management and its supporting teams have expertise and extensive contacts that enable us to source SFR assets through access to auctions and sellers of SFR assets and obtain financing to optimize available leverage. We believe that our asset evaluation process and the experience and judgment of our executive management team in identifying, assessing, valuing and acquiring new SFR assets will help Front Yard to appropriately value the portfolios at the time of purchase and to operate them profitably."
    },
    {
        "header": "Front Yard's Investment Process",
        "content": "We continue to provide personnel and portfolio managers with substantial experience in the real estate market. Using extensive market connections and a disciplined market and asset selection approach incorporating advanced quantitative models, our capital markets group has demonstrated expertise in sourcing, analyzing and negotiating the purchase of both large and small portfolios of rented single-family properties. Through close collaboration with Front Yard's internal property management team, we are able to source and acquire properties that fit Front Yard's investment strategy and integrate well with Front Yard's property management infrastructure. This expertise and coordination has enabled us to strategically grow Front Yard's SFR portfolio at December 31, 2019 to approximately 14,500 homes, the majority of which were stabilized rentals at the time of acquisition."
    },
    {
        "header": "Front Yard's Financing Strategy",
        "content": "Front Yard intends to continue to finance its real estate investments with debt and equity, the proportions and character of which may vary based upon the particular characteristics of its portfolio and on market conditions. To the extent available at the relevant time, Front Yard's financing sources may include bank credit facilities, term financing, warehouse lines of credit, securitization financing, seller financing arrangements, structured financing arrangements and repurchase agreements, among others. Front Yard may also seek to raise additional capital through public or private offerings of debt or equity securities, depending upon market conditions.\n4 (table of contents)"
    },
    {
        "header": "Front Yard's Investment Committee and Investment Policy",
        "content": "We conduct substantially all of the investment activities on behalf of Front Yard pursuant to the Amended AMA. Front Yard&#8217;s Board of Directors has adopted a broad investment policy designed to facilitate our management of Front Yard&#8217;s capital and assets and our maintenance of an investment portfolio profile that meets Front Yard&#8217;s objectives. We report to Front Yard&#8217;s Investment Committee, whose role is to act in accordance with the investment policy and guidelines approved by Front Yard&#8217;s Board of Directors for the investment of its capital. As part of an overall investment portfolio strategy, the investment policy provides that we can facilitate Front Yard&#8217;s purchase or sale of non-performing or sub-performing residential mortgage loans, residential mortgage backed securities and real estate assets. We are also authorized, on behalf of Front Yard, to offer leases on acquired single-family residential real estate. The investment policy may be modified by Front Yard&#8217;s Board of Directors without the approval of our stockholders.\nThe objective of Front Yard&#8217;s investment policy is to oversee our efforts to achieve a return on assets consistent with Front Yard&#8217;s business objectives and to maintain adequate liquidity to meet Front Yard&#8217;s financial covenants and regular cash requirements.\nThe Investment Committee is authorized to approve the financing of Front Yard&#8217;s investment positions through bank credit facilities, seller financing arrangements, warehouse lines of credit, securitization financing, term financing, structured financing arrangements and repurchase agreements, among others, provided such agreements are negotiated with counterparties approved by the Investment Committee. We are also permitted to hedge Front Yard&#8217;s interest rate exposure on its financing activities through the use of interest rate swaps or caps, forwards, futures and options, subject to prior approval from Front Yard&#8217;s Investment Committee."
    },
    {
        "header": "Investment Committee Approval of Counterparties",
        "content": "Front Yard&#8217;s Investment Committee is authorized to consider and approve, based on our recommendations:&#8226;the financial soundness of institutions with which Front Yard plans to transact business and recommendations with respect thereto;&#8226;Front Yard&#8217;s risk exposure limits with respect to the dollar amounts of total exposure with a given institution; and &#8226;investment accounts and trading accounts to be opened with banks, broker-dealers and financial institutions."
    },
    {
        "header": "Investment Committee Guidelines",
        "content": "The activities of Front Yard&#8217;s Investment Committee are subject to the following guidelines, which we must follow in making recommendations to the Investment Committee:&#8226;No investment will be made that would cause Front Yard or any of its subsidiaries to fail to qualify as a REIT for U.S. federal income tax purposes;&#8226;No investment will be made that would cause Front Yard to be required to register as an investment company under the Investment Company Act of 1940, as amended (the &#8220;Investment Company Act&#8221;); and &#8226;Until appropriate investments can be identified, Front Yard may invest available cash in interest-bearing and short-term investments that are consistent with (a) Front Yard&#8217;s intention to qualify as a REIT and (b) Front Yard&#8217;s exemption from registration as an investment company under the Investment Company Act."
    },
    {
        "header": "Broad Investment Policy Risks",
        "content": "Front Yard's investment policy is very broad. Therefore, its Investment Committee and we have extensive latitude in determining the types of assets that are appropriate investments for Front Yard and to make individual investment decisions. In the future, we may make investments with lower rates of return than those anticipated under current market conditions and/or may make investments with greater risks to achieve those anticipated returns. Front Yard's Board of Directors will periodically review its investment policy and its investment portfolio but will not typically review or approve each proposed investment made by us unless, for example, it falls outside our previously approved investment policy or constitutes a related party transaction.\nIn addition, in conducting periodic reviews, Front Yard's Board of Directors will rely primarily on information provided to it by us. We may use complex strategies, and transactions entered into by us on behalf of Front Yard may be costly, difficult or impossible to unwind by the time they are reviewed by Front Yard's Board of Directors. Further, Front Yard may change its 5 (table of contents) investment policy and targeted asset classes at any time without the consent of its stockholders, which could result in it making investments that are different in type from, and possibly riskier than, its current investments or the investments currently contemplated. Changes in Front Yard's investment strategy, investment policy and targeted asset classes may increase its exposure to interest rate risk, counterparty risk, default risk and real estate market fluctuations, which could materially and adversely affect Front Yard and, in turn, could adversely affect the fees we earn under our asset management agreement."
    },
    {
        "header": "Employees",
        "content": "As of December 31, 2019, we had 109&#32;full-time employees in the USVI, the United States, the Cayman Islands and India. The majority of our employees undertake asset management functions for Front Yard that include acquisitions, capital markets access, risk management, accounting, internal audit, corporate management and legal services. The majority of our executive officers are also officers of Front Yard.\nWe employ a dedicated General Counsel for Front Yard. Although he is not employed by Front Yard, his primary duties are to act as Front Yard's General Counsel, and he reports to Front Yard's Board of Directors and Chief Executive Officer. Front Yard also directs and approves his compensation and reimburses us for all costs associated with his employment.\nSubsequent to the consummation of the Merger by Front Yard, we expect that certain of our employees may become direct employees of Front Yard or its successor, and our headcount may be reduced to levels necessary to develop and implement new business."
    },
    {
        "header": "Our Competition",
        "content": "We are in a highly competitive market and are competing with other asset managers. Our competitors may have greater resources, more personnel, more clients, more sources of revenue and more capital than we do. Some of our competitors' clients may have the advantage of having significant amounts of capital, lower cost of capital or access to funding sources not available to our client. Additionally, our competitors and competitors' clients may have higher risk tolerances or may be willing to accept lower returns on investment. Some of our competitors may be regarded by potential clients as having better expertise related to specific assets."
    },
    {
        "header": "Front Yard's Competition",
        "content": "Front Yard faces competition from various sources for the acquisition of SFR properties. Front Yard's competition includes other REITs, hedge funds, developers, private equity funds and partnerships. To effectively compete, Front Yard relies upon the substantial industry expertise of our management team and its coordination with the internal property management team in determining the optimal markets to purchase homes. We believe our relationship with Front Yard and the terms of the Amended AMA provide Front Yard with a competitive advantage and help Front Yard assess the investment risks and determine appropriate pricing. We expect Front Yard's current focus on directly acquiring SFR properties in our preferred market segments will continue to allow Front Yard to compete more effectively for attractive investment opportunities. Front Yard's competitive position is also reliant on the management team and experienced personnel at its newly acquired internal property manager. We believe Front Yard's internal property management platform has been built for scale and will enable Front Yard to capitalize on additional opportunities to enhance its tenants&#8217; experience and improve its operating efficiency for its entire portfolio as it grows. However, there can be no assurance that Front Yard will be able to achieve its business goals or expectations due to the competitive pricing and other risks that it faces. Front Yard's competitors may have greater resources and access to capital and higher risk tolerances than Front Yard, may be able to pay higher prices for assets or may be willing to accept lower returns on investment. As the inventory of available SFR properties and related assets will fluctuate, the competition for assets and financing may increase.\nFront Yard also faces significant competition in the SFR market from other real estate companies, including REITs, investment companies, partnerships and developers. To effectively manage rental yield and occupancy levels, Front Yard will rely upon the ability of our management team and the internal property manager to supervise the renovation, yield management and property management services on its acquired properties. We also believe that Front Yard's focus on affordable housing provides it with a potential advantage, as Front Yard is focused on providing a single-family option to residents who might not be able to afford or qualify for a mortgage, which we believe will result in lower tenant turnover. Despite these efforts, some of Front Yard's competitors' SFR properties may be of better quality, be in more desirable locations or have leasing terms more favorable than Front Yard offers. In addition, Front Yard's ability to compete and meet its return objectives depends upon, among other factors, trends of the national and local economies, the financial condition and liquidity of current and prospective tenants, availability and cost of capital, taxes and governmental regulations. Given the significant competition, complexity of the market, changing 6 (table of contents) financial and economic conditions and evolving single-family tenant demographics and demands, we cannot assure you that Front Yard will be successful in acquiring or managing SFR properties that satisfy its return objectives.\nEnvironmental MattersWe do not believe there are any environmental matters that will materially affect the conduct of our business.\nAs an owner of real estate, Front Yard is subject to various federal, state and local environmental laws, regulations and ordinances and also could be liable to third parties resulting from environmental contamination or noncompliance with environmental laws at its properties. We are tasked with monitoring these laws, regulations and ordinances and conducting due diligence in acquired properties for Front Yard. Environmental laws can impose liability on an owner or operator of real property for the investigation and remediation of contamination at or migrating from such real property without regard to whether the owner or operator knew of or was responsible for the presence of the contaminants. The liability is generally not limited under such laws and could exceed the property's value and the aggregate assets of the liable party. The presence of contamination or the failure to remediate contamination could adversely affect Front Yard's ability to sell, lease or renovate the real estate or borrow using the real estate as collateral. Although we do not believe these risks directly expose us to environmental liability as a separate independent company, these and other risks related to environmental matters could have an adverse impact on Front Yard, and such risks are described in more detail in &#8220; Item 1A. Risk Factors .&#8221;"
    },
    {
        "header": "Governmental Regulations",
        "content": "Outside of routine business and regulatory filings to continue our registration as an investment adviser, we do not believe there are any governmental regulations that will materially affect the conduct of our asset management business.\nFront Yard&#8217;s Governmental Regulations.&#32;Certain of Front Yard&#8217;s properties are subject to the rules of the various Home Owners Associations (&#8220;HOAs&#8221;) where such properties are located. HOAs are private entities that regulate the activities of owners and occupants of, and levy assessments on, properties in a residential subdivision. HOA rules and regulations typically consist of various restrictions or guidelines regarding use and maintenance of the property. In addition, Front Yard&#8217;s properties are subject to various covenants and local laws and regulatory requirements, including permitting, licensing and zoning requirements. We believe that, under our management, Front Yard is in material compliance with such covenants, local laws and regulatory requirements and HOA rules and regulations.Front Yard also requires that its tenants agree to comply with such covenants, laws, ordinances and rules in their leases with us.\nFair Housing Act Applicable to Front Yard.&#32;The Fair Housing Act (&#8220;FHA&#8221;) and its state law counterparts and the regulations promulgated by the U.S. Department of Housing and Urban Development (&#8220;HUD&#8221;) and various state agencies, prohibit discrimination in housing on the basis of race or color, national origin, religion, sex, familial status (including children under the age of 18 living with parents or legal custodians, pregnant women and people securing custody of children under the age of 18), handicap or, in some states, financial capability. We believe that, under our management and that of its internal property manager, Front Yard&#8217;s properties are in substantial compliance with the FHA and other regulations."
    },
    {
        "header": "Available Information",
        "content": "We file Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and other information with the SEC. These filings are available to the public over the Internet at the SEC's website at http://www.sec.gov. You may also read and copy any document we file at the SEC's public reference room located at 100 F Street, N.E., Washington, DC 20549. Please call the SEC at 1-800-SEC-0330 for further information on the public reference room.\nOur principal Internet address is http://www.altisourceamc.com,&#32;and we encourage investors to use it as a way of easily finding information about us. We promptly make available on this website, free of charge, the reports that we file with or furnish to the SEC along with corporate governance information including our Corporate Governance Guidelines, our Code of Business Conduct and Ethics and select press releases. The contents of our website are available for informational purposes only and shall not be deemed incorporated by reference in this report.\n7 (table of contents)"
    }
]