[
    {
        "header": "Item 7.",
        "content": ""
    },
    {
        "header": "management&#146;s discussion and analysis of financial condition and results of operations",
        "content": "The following is management&#146;s discussion and analysis of  the financial condition and results of operations of Atlantic  American Corporation (&#147;Atlantic American&#148; or the  &#147;Parent&#148;) and its subsidiaries (collectively, the  &#147;Company&#148;) for each of the two years in the period  ended December 31, 2009. This discussion should be read in  conjunction with the consolidated financial statements and notes  thereto included elsewhere herein.   Atlantic American is an insurance holding company whose  operations are conducted primarily through its insurance  subsidiaries: American Southern Insurance Company and American  Safety Insurance Company (together known as &#147;American  Southern&#148;), and Bankers Fidelity Life Insurance Company  (&#147;Bankers Fidelity&#148;). Each operating company is  managed separately, offers different products and is evaluated  on its individual performance.   In December 2007, the Company entered into an agreement for the  sale of its regional property and casualty operations,  Association Casualty Insurance Company and Association Risk  Management General Agency, Inc. (together known as  &#147;Association Casualty&#148;) and Georgia  Casualty &#038; Surety Company (&#147;Georgia  Casualty&#148;) to Columbia Mutual Insurance Company. This  transaction was completed on March 31, 2008. In accordance with generally accepted accounting principles, the  consolidated financial statements reflect the operating results  of the regional property and casualty operations as discontinued  operations. Accordingly, unless otherwise noted, amounts and  analyses contained herein reflect the continuing operations of  the Company and exclude the regional property and casualty  operations. References to income and loss from operations are  identified as continuing operations or discontinued operations,  while references to net income or net loss reflect the  consolidated net results of both continuing and discontinued  operations."
    },
    {
        "header": "critical accounting policies",
        "content": "The accounting and reporting policies of the Company are in  accordance with accounting principles generally accepted in the  United States of America and, in management&#146;s belief,  conform to general practices within the insurance industry. The  following is an explanation of the Company&#146;s accounting  policies and the resultant estimates considered most significant  by management. These accounting policies inherently require  significant judgment and assumptions and actual operating  results could differ significantly from management&#146;s  initial estimates determined using these policies. Atlantic  American does not expect that changes in the estimates  determined using these policies will have a material effect on  the Company&#146;s financial condition or liquidity, although  changes could have a material effect on its consolidated results  of operations.  Unpaid loss and loss adjustment expenses comprised 27% of  the Company&#146;s total liabilities at December 31, 2009.  This liability includes estimates for: 1) unpaid losses on  claims reported prior to December 31, 2009, 2) future  development on those reported claims, 3) unpaid ultimate  losses on claims incurred prior to December 31, 2009 but  not yet reported and 4) unpaid loss adjustment expenses for  reported and unreported claims incurred prior to  December 31, 2009. Quantification of loss estimates for  each of these components involves a significant degree of  judgment and estimates may vary, materially, from period to  period. Estimated unpaid losses on reported claims are developed  based on historical experience with similar claims by the  Company. Development on reported claims, estimates of unpaid  ultimate losses on claims incurred prior to December 31,  2009 but not yet reported, and estimates of unpaid loss  adjustment expenses are developed based on the Company&#146;s  historical experience, using actuarial methods to assist in the  analysis. The Company&#146;s actuaries develop ranges of  estimated development on reported and unreported claims as well  as loss adjustment expenses using various methods including the  paid-loss development method, the reported-loss development  method, the paid Bornhuetter-Ferguson method and the reported  Bornhuetter-Ferguson method. Any single method used to estimate  ultimate losses has inherent advantages and disadvantages due to  the trends and changes affecting the business environment and  the Company&#146;s administrative policies. Further, a variety  of external factors, such as legislative changes, medical cost  inflation, and others may directly or indirectly impact the  relative adequacy of liabilities for unpaid losses and loss  adjustment expenses. The Company&#146;s approach is to select an  estimate of ultimate losses based on comparing results of a  variety of reserving methods, as opposed to total reliance on  any single method. Unpaid loss and loss adjustment expenses are  reviewed periodically for significant lines of business, and  when current results differ from the original assumptions used  to develop such estimates, the amount of the Company&#146;s  recorded liability for unpaid loss and loss adjustment expenses  is adjusted. In the event the Company&#146;s actual reported  losses in any period are materially in excess of the previous  estimated amounts, such losses, to the extent reinsurance  coverage does not exist, could have a material adverse effect on  the Company&#146;s results of operations.  Future policy benefits comprised 32% of the  Company&#146;s total liabilities at December 31, 2009.  These liabilities relate primarily to life insurance products  and are based upon assumed future investment yields, mortality  rates, and withdrawal rates after giving effect to possible  risks of adverse deviation. The assumed mortality and withdrawal  rates are based upon the Company&#146;s experience. If actual  results differ from the initial assumptions, the amount of the  Company&#146;s recorded liability could require adjustment.  Deferred acquisition costs comprised 7% of the  Company&#146;s total assets at December 31, 2009. Deferred  acquisition costs are commissions, premium taxes, and other  costs that vary with and are primarily related to the  acquisition of new and renewal business and are generally  deferred and amortized. The deferred amounts are recorded as an  asset on the balance sheet and amortized to expense in a  systematic manner. Traditional life insurance and long-duration  health insurance deferred policy acquisition costs are amortized  over the estimated premium-paying period of the related policies  using assumptions consistent with those used in computing the related liability for policy benefit reserves. The  deferred acquisition costs for property and casualty insurance  and short-duration health insurance are amortized over the  effective period of the related insurance policies. Deferred  policy acquisition costs are expensed when such costs are deemed  not to be recoverable from future premiums (for traditional life  and long-duration health insurance) and from the related  unearned premiums and investment income (for property and  casualty and short-duration health insurance). Assessments of  recoverability for property and casualty and short-duration  health insurance are extremely sensitive to the estimates of a  subsequent year&#146;s projected losses related to the unearned  premiums. Projected loss estimates for a current block of  business for which unearned premiums remain to be earned may  vary significantly from the indicated losses incurred in any  given previous calendar year.  Receivables are amounts due from reinsurers, insureds and  agents and comprised 7% of the Company&#146;s total assets at  December 31, 2009. Insured and agent balances are evaluated  periodically for collectibility. Annually, the Company performs  an analysis of the credit worthiness of the Company&#146;s  reinsurers using various data sources. Failure of reinsurers to  meet their obligations due to insolvencies, disputes or  otherwise could result in uncollectible amounts and losses to  the Company. Allowances for uncollectible amounts are  established, as and when a loss has been determined probable,  against the related receivable. Losses are recognized when  determined on a specific account basis and a general provision  for loss is made based on the Company&#146;s historical  experience.  Cash and investments comprised 82% of the Company&#146;s  total assets at December 31, 2009. Substantially all of the  Company&#146;s investments are in bonds and common and preferred  stocks, the values of which are subject to significant market  fluctuations. The Company carries all investments as available  for sale and, accordingly, at their estimated fair values. The  Company owns certain fixed maturity securities that do not have  publicly quoted values, but have an estimated fair value as  determined by management of $1.8 million at  December 31, 2009. Such values inherently involve a greater  degree of judgment and uncertainty and therefore ultimately  greater price volatility. On occasion, the value of an  investment may decline to a value below its amortized purchase  price and remain at such value for an extended period of time.  When an investment&#146;s indicated fair value has declined  below its cost basis for a period of time, the Company evaluates  such investment for other than a temporary impairment. The  evaluation for other than temporary impairments is a  quantitative and qualitative process, which is subject to risks  and uncertainties in the determination of whether declines in  the fair value of investments are other than temporary. The  risks and uncertainties include, among other things, changes in  general economic conditions, an issuer&#146;s financial  condition or near term recovery prospects and the effects of  changes in interest rates. In evaluating impairment, the Company  considers, among other factors, the intent and ability to hold  these securities until price recovery, the nature of the  investment and the prospects for the issuer and its industry,  the issuer&#146;s continued satisfaction of the investment  obligations in accordance with their contractual terms, and  management&#146;s expectation that they will continue to do so,  as well as rating actions that affect the issuer&#146;s credit  status. If other than a temporary impairment is deemed to exist,  then the Company will write down the amortized cost basis of the  investment to its estimated fair value. While such write down  does not impact the reported value of the investment in the  Company&#146;s balance sheet, it is reflected as a realized  investment loss in the Company&#146;s consolidated statements of  operations.   The Company determines the fair values of certain financial  instruments based on the fair market hierarchy established in  Accounting Standards Codification (&#147;ASC&#148;) 820-10-20,  Fair Value Measurements and Disclosures (&#147;ASC 820-10-20&#148;). The fair values for fixed maturity and equity securities are  largely determined by either independent methods prescribed by  the National Association of Insurance Commissioners, which do  not differ materially from nationally quoted market prices, when  available, or independent broker quotations. See Note 2 of  Notes to Consolidated Financial Statements. The following tables present assets and liabilities carried at  fair value and information about the inputs used to value those  financial instruments, by hierarchy level, in accordance with  ASC 820-10-20.  As of December 31, 2009, investments which are carried at  fair value were measured on a recurring basis as summarized  below:    As of December 31, 2009, the Company&#146;s zero cost  interest rate collar described below, which was valued using  Level 3 criteria, was a liability of $1.5 million. The  use of different criteria of assumptions of data may have  yielded different valuations.   As of December 31, 2008, investments which are carried at  fair value were measured on a recurring basis as summarized  below:    As of December 31, 2008, the Company&#146;s zero cost  interest rate collar valued using Level 3 criteria was a  liability of $2.1 million. The use of different criteria of  assumptions of data may have yielded different valuations.   The following is a roll-forward of the financial instruments  measured at fair value on a recurring basis using significant  unobservable inputs (Level 3) for the periods ended  December 31, 2009 and 2008.    The Company&#146;s fixed maturity securities valued with  Level 3 criteria are comprised solely of issuances of  pooled debt obligations of multiple, smaller financial services  companies. They are not actively traded and valuation techniques  used to measure fair value are based on future estimated cash  flows discounted at a reasonably estimated rate of interest.  Other qualitative and quantitative information received from the  original underwriter of the pooled offering is also considered, as  applicable. As the derivative is an interest rate collar,  changes in valuation are more closely correlated with changes in  interest rates and accordingly values are estimated using  projected cash flows at current interest rates discounted at a  reasonably estimated rate of interest. Fair value quotations are  also obtained from the single counterparty to the transaction.  Deferred income taxes comprised approximately 2% of the  Company&#146;s total assets at December 31, 2009. Deferred  income taxes reflect the effect of temporary differences between  assets and liabilities that are recognized for financial  reporting purposes and the amounts that are recognized for tax  purposes. These deferred income taxes are measured by applying  currently enacted tax laws and rates. Valuation allowances are  recognized to reduce the deferred tax assets to the amount that  is deemed more likely than not to be realized. In assessing the  likelihood of realization, management considers estimates of  future taxable income and tax planning strategies.   Refer to Note 1 of &#147;Notes to Consolidated Financial  Statements&#148; for details regarding the Company&#146;s  significant accounting policies."
    },
    {
        "header": "overall corporate results",
        "content": "On a consolidated basis, the Company had a net loss of  $1.2 million, or $0.08 per diluted share, in 2009, compared  to a net loss of $3.9 million, or $0.25 per diluted share,  in 2008. The net loss in 2009 was primarily attributable to a  $2.0 million increase in the Company&#146;s deferred tax  asset valuation allowance. The change in the deferred tax asset  valuation allowance was due to a reassessment of the future  realization of certain capital loss carryforward benefits. The  Company does not currently anticipate having sufficient future  capital gains to offset these capital losses. The net loss in  2008 was attributable to a $4.0 million realized investment  loss related to the write-down in the value of certain bonds,  preferred and common stocks due to an other than temporary  impairment and a $3.4 million loss from discontinued  operations. Income from continuing operations before taxes was  $1.4 million in 2009, compared to a loss of  $1.0 million in 2008. The increase in income from  continuing operations before taxes during 2009 was due to the  absence of a comparable $4.0 million impairment charge  recorded in 2008 discussed previously. In 2009, other than  temporary impairment charges were $0.1 million. Such  variations between years in realized investment gains and losses significantly influence the reported income (loss) from  continuing operations before income taxes. The magnitude of  realized investment gains and losses in any year are a function  of the timing of trades of investments relative to the markets  themselves as well as the recognition of any impairments on  investments.   Excluding realized investment gains and losses, income from  continuing operations before taxes was $1.1 million in  2009, compared to $3.0 million in 2008. The decrease in  income from continuing operations before taxes and realized  gains and losses was primarily due to several large automobile  claims incurred in the Company&#146;s property and casualty  operations as well as higher overall loss ratios in the  Company&#146;s life and health operations. The property and  casualty losses were partially offset by a reduction in the  accrual for profit sharing commissions due to agents. Also  contributing to the decrease was a non-recurring charge of  $0.4 million, which resulted from the termination and  settlement of the Company&#146;s supplemental executive  retirement plan (&#147;SERP&#148;). Partially offsetting the  2009 decrease in income from continuing operations before taxes  and realized gains and losses were the following non-recurring  charges recorded in 2008: $0.7 million in discretionary  bonus payments to certain officers of the Company in connection  with the sale of the regional property and casualty companies  and a $0.3 million goodwill impairment charge.   Total revenue was $102.7 million in 2009 as compared to  $99.7 million in 2008. Premium revenue increased slightly  to $91.5 million in 2009 from $91.4 million in 2008.  The increase in premiums was attributable to new business  generated by the Company&#146;s life and health operations as a  result of increased marketing initiatives. Offsetting the  increase in life and health premiums in 2009 was a continued  decline in property and casualty premiums.   Total expenses were $101.4 million in 2009 as compared to  $100.7 million in 2008. Insurance benefits and losses and  commissions and underwriting expenses as a percentage of  premiums were 97.5% and 95.9% in 2009 and 2008, respectively.  The increase in expenses was primarily due to higher loss ratios  in both the property and casualty and the life and health  operations discussed above.   The Company&#146;s property and casualty operations are  comprised of American Southern and the Company&#146;s life and  health operations consist of Bankers Fidelity.   A more detailed analysis of the operating companies and other  corporate activities is provided below."
    },
    {
        "header": "underwriting results",
        "content": "American  Southern   The following table summarizes, for the periods indicated,  American Southern&#146;s premiums, losses, expenses and  underwriting ratios:  Gross written premiums at American Southern decreased  $4.1 million, or 9.4%, during 2009 as compared to 2008. The  decrease in gross written premiums was primarily attributable to  significant decreases in the general liability and surety lines  of business which resulted from weakness in the construction  industry. Also contributing to the decrease in gross written  premiums was the loss of one of the company&#146;s agents who  had previously produced approximately $0.7 million in  annualized general liability business. Partially offsetting the  decrease in gross written premiums was an increase in commercial  automobile business marketed through another general agent.   Ceded premiums decreased slightly during 2009 as compared to  2008. The decrease in ceded premiums was primary attributable to  the decline in written premiums. Also contributing to the  decrease were lower cession rates resulting from a new  reinsurance agreement which was enacted in the fourth quarter of  2009. Partially offsetting the 2009 decrease in ceded premiums  were higher reinsurance rates from changes in the composition of  business. Ceded premiums relative to gross written premiums  increased disproportionately due to the higher reinsurance costs  associated with the commercial automobile business versus the  reinsurance costs in the declining lines of business.   The following table summarizes, for the periods indicated,  American Southern&#146;s earned premiums by line of business:    Net earned premiums decreased $2.0 million, or 5.4%, during  2009 as compared to 2008. The decrease in net earned premiums  during 2009 was primarily due to the reasons discussed  previously. In 2009, American Southern&#146;s five principal  states in terms of premium revenue, Alabama, Florida, Georgia,  Illinois, and Ohio, were relatively consistent with those in  2008 and accounted for approximately 61% of total earned  premiums for 2009.   The performance of an insurance company is often measured by its  combined ratio. The combined ratio represents the percentage of  losses, loss adjustment expenses and other expenses that are  incurred for each dollar of premium earned by the company. A  combined ratio of under 100% represents an underwriting profit  while a combined ratio of over 100% indicates an underwriting  loss. The combined ratio is divided into two components, the  loss ratio (the ratio of losses and loss adjustment expenses  incurred to premiums earned) and the expense ratio (the ratio of  expenses incurred to premiums earned).   The combined ratio for American Southern increased to 100.3% in  2009 from a combined ratio of 95.6% in 2008. The loss ratio  increased to 54.9% in 2009 from 46.2% in 2008. The overall  increase in the loss ratio was primarily attributable to several  large claims in the commercial automobile line of business. The  expense ratio decreased to 45.4% in 2009 from 49.4% in 2008. The  decrease in the expense ratio was primarily due to American  Southern&#146;s variable commission structure, which compensates  the company&#146;s agents in relation to the loss ratios of the  business they write. In periods where the loss ratio increases,  commissions and underwriting expenses will decrease and  conversely in periods where the loss ratio decreases,  commissions and underwriting expenses will increase. Partially  offsetting the decrease in the 2009 expense ratio was a  non-recurring charge of $0.4 million which resulted from  the termination and settlement of the company&#146;s SERP.   In establishing reserves, American Southern initially reserves  for losses at the upper end of the reasonable range if no other  value within the range is determined to be more probable.  Selection of such an initial loss estimate is an attempt by  management to give recognition that initial claims information  received generally is not conclusive with respect to legal liability, is generally not  comprehensive with respect to magnitude of loss and generally,  based on historical experience, will develop more adversely as  time and information develops. However, as a result, American  Southern generally experiences reserve redundancies when  analyzing the development of prior year losses in a current  period. At December 31, 2009, the range of estimates  developed in connection with the loss reserves for American  Southern indicated that reserves could be as much as 20.7% lower  or as much as 7.3% higher. Development from prior years&#146;  reserves has historically reduced the current year loss ratio;  however, such reduction in the current year loss ratio is  generally offset by the reserves established in the current year  for current period losses. American Southern&#146;s reserve  redundancies for the years ended December 31, 2009 and 2008  were $6.7 million and $8.0 million, respectively. To  the extent reserve redundancies vary between years, there is an  incremental impact on the results of operations from American  Southern and the Company. The indicated redundancy in 2009 was  $1.3 million less than that in 2008. After considering the  impact on contingent commissions and other related accruals, the  $1.3 million decline in the redundancy resulted in a  decline in income from operations before tax of approximately  $0.7 million in 2009 as compared to 2008. Management  believes that such differences will continue in future periods  but is unable to determine if or when incremental redundancies  will increase or decrease, until the underlying losses are  ultimately settled.   Contingent commissions, if contractually applicable, are  ultimately payable to agents based on the underlying  profitability of a particular insurance contract or a group of  insurance contracts, and are periodically evaluated and accrued  as earned. Approximately 88% of American Southern&#146;s  business provides for contractual commission arrangements which  compensate the company&#146;s agents in relation to the loss  ratios of the business they write. By structuring its business  in this manner, American Southern provides its agents with an  economic incentive to place profitable business with American  Southern. In periods when loss reserves reflect favorable  development from prior years&#146; reserves, there is generally  a highly correlated increase in commission expense also related  to the prior year business. Accordingly, favorable loss  development from prior years, while anticipated to continue in  future periods, is not an indicator of significant additional  profitability in the current year."
    },
    {
        "header": "bankers fidelity",
        "content": "The following summarizes, for the periods indicated, Bankers  Fidelity&#146;s premiums, losses and expenses:    Premium revenue at Bankers Fidelity increased $2.0 million,  or 3.7%, during 2009 as compared to 2008 primarily due to  successful marketing initiatives, recruiting of new agents, and  effective utilization of the company&#146;s proprietary lead  program. Premiums from the Medicare supplement line of business  increased $1.3 million, or 3.1%, in 2009 as compared to  2008 and accounted for 75% of total 2009 earned premiums.  Partially offsetting this increase in Medicare supplement  business was the non-renewal of certain policies that resulted  from continued pricing and product competition. Premiums from  the life insurance line of business increased $0.3 million,  or 2.5%, during 2009 over 2008 premiums due to an increase in  sales related initiatives. The other health products premiums  increased to $3.9 million in 2009 from $3.4 million in  2008, or 15.0%, primarily as a result of an increase in sales of  short-term care products and increased business activities with group associations. In 2009, the company&#146;s  five principal states in terms of premium revenue, Georgia,  Indiana, Ohio, Pennsylvania, and Utah, were consistent with  those in 2008 and accounted for approximately 55% of total  premiums for 2009.   Benefits and losses increased $1.9 million, or 4.7%, during  2009 as compared to 2008. As a percentage of premiums, benefits  and losses were 73.4% in 2009 compared to 72.7% in 2008. The  increase in the loss ratio was primarily attributable to  increased medical costs within the health business. The company  continues to implement rate increases on its Medicare supplement  line of business to help to mitigate the impact of higher  medical costs.   Underwriting expenses increased $0.8 million, or 4.9%,  during 2009 as compared to 2008. The increase in underwriting  expenses during 2009 was primarily attributable to increases in  advertising and agency related expenses which resulted from the  company&#146;s marketing initiatives. As a percentage of earned  premiums, these expenses were 31.7% in 2009 compared to 31.4% in  2008. The increase in the expense ratio during 2009 was  primarily due to the reasons discussed previously.   The indicated underwriting loss of $2.9 million in 2009 and  $2.3 million in 2008 does not take into account investment  income, which is a significant component in evaluating  profitability; particularly in the life insurance business.  Increased marketing efforts have resulted in underwriting  expenses increasing at a slightly faster rate than the related  premiums, thus increasing the indicated underwriting loss."
    },
    {
        "header": "investment income and realized gains",
        "content": "Investment income decreased $1.1 million, or 9.5%, in 2009  as compared to 2008. The decrease in investment income during  2009 was primarily due to a large amount of called securities,  the proceeds from which the Company was not able to reinvest at  equivalent interest rates. Also contributing to the decrease in  investment income was a significant decrease in the interest  earned on the Company&#146;s short-term investments.   The Company had net realized investment gains of  $0.3 million in 2009 and net realized investment losses of  $4.0 million in 2008. The net realized gains in 2009 were  primarily due to the sale of the Company&#146;s investments in  the fixed maturity securities of General Motors Corporation  (&#147;GM&#148;) and General Motors Acceptance Corporation  (&#147;GMAC&#148;). On November 4, 2009, the Company sold  all of its GM and GMAC holdings resulting in realized gains of  approximately $0.3 million. During 2009, the Company also  recorded a realized loss of $0.1 million due to other than  temporary impairments in its investments in the fixed maturity  securities of CIT Group and GM, as well as certain other  invested assets. The net realized investment losses in 2008 were  due to impairment charges related to the write-down in the value  of certain bonds, preferred and common stocks. During the years  ended December 31, 2009 and 2008, the Company recorded  investment impairments due to other than temporary declines in  values, which reduced reported realized investment gains,  related to the following investments:    While the impairments did not impact the carrying value of the  investments, they resulted in realized losses of  $0.1 million in 2009 and $4.0 million in 2008.  Management continually evaluates the Company&#146;s investment  portfolio and, as needed, makes adjustments for impairments and/or divests investments. See Note 2 of Notes to Consolidated  Financial Statements."
    },
    {
        "header": "interest expense",
        "content": "Interest expense decreased $0.5 million, or 16.4%, in 2009  as compared to 2008. The decrease in interest expense during  2009 was due to a decrease in the London Interbank Offered Rate  (&#147;LIBOR&#148;), as the interest rates on the Company&#146;s  trust preferred obligations and outstanding bank debt are based  on LIBOR. In addition, on April 1, 2008, the Company repaid  the outstanding balance of $3.8 million under the  Company&#146;s credit agreement (the &#147;Credit  Agreement&#148;) with Wachovia Bank, National Association  (&#147;Wachovia&#148;), which decreased interest expense by  reducing the Company&#146;s average debt level during 2009.  Partially offsetting the decrease in interest expense were net  settlement payments to Wachovia under the Company&#146;s zero  cost interest rate collar due to the LIBOR rates remaining below  the contractual floor rate of 4.77%."
    },
    {
        "header": "other expenses",
        "content": "Other expenses (commissions, underwriting expenses, and other  expenses) decreased $2.8 million, or 6.8%, in 2009 as  compared to 2008. The decrease in other expenses during 2009 was  primarily attributable to a reduction in profit sharing  commissions at American Southern. Profit sharing commissions at  American Southern decreased $1.6 million during 2009 due  primarily to higher loss ratios. The majority of American  Southern&#146;s business is structured in a way that agents are  rewarded based upon the loss ratios of the business they submit  to the company. In periods where the loss ratio increases,  commissions and underwriting expenses will decrease and  conversely in periods where the loss ratio decreases,  commissions and underwriting expenses will increase. Further,  during 2009 American Southern&#146;s commission expense  decreased $0.9 million from 2008 solely due to the decline  in premiums described above. Also contributing to the decrease  in other expenses in 2009 was $0.7 million in discretionary  bonus payments to certain officers of the Company in 2008 in  connection with the marketing and sale of the regional property  and casualty companies and a $0.3 million goodwill  impairment charge both of which did not recur in 2009. Partially  offsetting the decrease in other expenses in 2009 was a  non-recurring charge of $0.4 million, which resulted from  the termination and settlement of the Company&#146;s SERP. Also,  during 2009 the Company&#146;s life and health operations  experienced increases in advertising and agency related expenses  due to increases in marketing initiatives. As a percentage of  earned premiums, other expenses were 41.4% in 2009 as compared  with 44.4% in 2008. The decrease in the expense ratio was  primarily due to the reduction in profit sharing commissions and  the $0.7 million discretionary bonus discussed previously."
    },
    {
        "header": "income taxes",
        "content": "The primary differences between the effective tax rate and the  federal statutory income tax rate result from the  dividends-received deduction (&#147;DRD&#148;), the small life  insurance company deduction (&#147;SLD&#148;) and the change in  asset valuation allowance. The current estimated DRD is adjusted  as underlying factors change and can vary from estimates based  on, but not limited to, actual distributions from these  investments as well as appropriate levels of taxable income. The  SLD varies in amount and is determined at a rate of  60 percent of the tentative life insurance company taxable  income (&#147;LICTI&#148;). The amount of the SLD for any  taxable year is reduced (but not below zero) by 15 percent  of the tentative LICTI for such taxable year as it exceeds  $3.0 million and is ultimately phased out at  $15.0 million. The change in deferred tax asset valuation  allowance was due to the reassessment of the realization of tax  assets related to certain capital losses on investments as well  as other capital loss carryforward benefits. During 2009, the  Company increased its existing valuation allowance by  $2.0 million as it does not currently anticipate having  sufficient future capital gains to offset these capital losses  during the applicable carryforward period. The Company continues  to periodically assess the potential realization of this and all  other deferred tax benefits."
    },
    {
        "header": "liquidity and capital resources",
        "content": "The primary cash needs of the Company are for the payment of  claims and operating expenses, maintaining adequate statutory  capital and surplus levels, and meeting debt service  requirements. Current and expected patterns of claim frequency  and severity may change from period to period but generally are  expected to continue within historical ranges. The  Company&#146;s primary sources of cash are written premiums,  investment income and the sale and maturity of its invested  assets. The Company believes that, within each operating company, total invested assets will be sufficient to  satisfy all policy liabilities and that cash inflows from  investment earnings, future premium receipts and reinsurance  collections will be adequate to fund the payment of claims and  expenses as needed.   Cash flows at the Parent are derived from dividends, management  fees, and tax sharing payments from the subsidiaries. The cash  needs of the Parent are for the payment of operating expenses,  the acquisition of capital assets and debt service requirements.  At December 31, 2009, the Parent had approximately  $15.9 million of cash and short-term investments. The  Company believes that traditional funding sources of the Parent,  combined with current cash and short-term investments, should  provide sufficient liquidity for the Company and/or the  Parent for the foreseeable future.   Dividend payments to the Parent by its insurance subsidiaries  are subject to annual limitations and are restricted to the  greater of 10% of statutory surplus or statutory earnings before  recognizing realized investment gains of the individual  insurance subsidiaries. At December 31, 2009, the  Parent&#146;s insurance subsidiaries had an aggregate statutory  surplus of $70.3 million.   The Parent provides certain administrative, purchasing and other  services to each of its subsidiaries. The amounts charged to and  paid by the subsidiaries were $4.9 million and  $4.7 million in 2009 and 2008, respectively. In addition,  the Parent has a formal tax-sharing agreement with each of its  insurance subsidiaries. A net total of $2.3 million and  $7.8 million were paid to the Parent under the tax sharing  agreements in 2009 and 2008, respectively. Dividends were paid  to Atlantic American by its subsidiaries totaling  $6.5 million in 2009 and $5.5 million in 2008. As a  result of the Parent&#146;s tax loss carryforwards, which  totaled approximately $6.3 million at December 31,  2009, it is anticipated that the tax sharing agreements will  continue to provide the Parent with additional funds sufficient  to meet its cash flow obligations.   In addition to these internal funding sources, the Company  maintains its revolving credit facility under the Credit  Agreement pursuant to which the Company was able to, subject to  the terms and conditions thereof, initially borrow or reborrow  up to $15.0 million (the &#147;Commitment Amount&#148;). In  accordance with the terms of the Credit Agreement, the  Commitment Amount is incrementally reduced every six months and  was equal to $10.5 million at December 31, 2009. The  interest rate on amounts outstanding under the Credit Agreement  is, at the option of the Company, equivalent to either  (a) the base rate (which equals the higher of the Prime  Rate or 0.5% above the Federal Funds Rate, each as defined) or  (b) the LIBOR determined on an interest period of 1-month,  2-months,  3-months or 6-months, plus an Applicable Margin (as defined). The Applicable Margin  varies based upon the Company&#146;s leverage ratio (funded debt  to total capitalization, each as defined) and ranges from 1.75%  to 2.50%. Interest on amounts outstanding is payable quarterly.  The Credit Agreement requires the Company to comply with certain  covenants, including, among others, ratios that relate funded  debt to both total capitalization and earnings before interest,  taxes, depreciation and amortization, as well as the maintenance  of minimum levels of tangible net worth. The Company must also  comply with limitations on capital expenditures, certain  payments, additional debt obligations, equity repurchases and  certain redemptions, as well as minimum risk-based capital  levels. Upon the occurrence of an event of default, Wachovia may  terminate the Credit Agreement and declare all amounts  outstanding due and payable in full. During 2009, there was no  balance outstanding under this Credit Agreement and the Company  was in compliance with all terms of the Credit Agreement. The  termination date of this Credit Agreement is June 30, 2010  and the Company currently does not anticipate entering into any  future credit agreements. Notwithstanding the foregoing,  however, changes in business or general economic conditions  could result in the Company determining that it is in the  Company&#146;s best interest to enter into such an agreement at  any time in the future. In such event, no assurances can be  provided that the Company would be able to enter into such an  agreement in a timely manner, on acceptable terms, or at all.   The Company has two statutory trusts which exist for the  exclusive purpose of issuing trust preferred securities  representing undivided beneficial interests in the assets of the  trusts and investing the gross proceeds of the trust preferred  securities in junior subordinated deferrable interest debentures  (&#147;Junior Subordinated Debentures&#148;). The outstanding  $41.2 million of Junior Subordinated Debentures have a  maturity of thirty years from their original date of issuance,  are callable, in whole or in part, only at the option of the  Company, five years after their respective dates of issue and  quarterly thereafter, and have an interest rate of three-month LIBOR plus an applicable margin. The margin ranges from 4.00% to  4.10%. At December 31, 2009, the effective interest rate  was 4.32%. The obligations of the Company with respect to the  issuances of the trust preferred securities represent a full and  unconditional guarantee by the Parent of each trust&#146;s  obligations with respect to the trust preferred securities.  Subject to certain exceptions and limitations, the Company may  elect from time to time to defer Junior Subordinated Debenture  interest payments, which would result in a deferral of  distribution payments on the related trust preferred securities.  The Company has not made such an election.   During 2006, the Company entered into a zero cost rate collar  with Wachovia to hedge future interest payments on a portion of  the Junior Subordinated Debentures. The notional amount of the  collar was $18.0 million with an effective date of  March 6, 2006. The collar has a LIBOR floor rate of 4.77%  and a LIBOR cap rate of 5.85% and adjusts quarterly on the 4th  of each March, June, September and December through termination  on March 4, 2013. The Company began making payments to  Wachovia under the zero cost rate collar on June 4, 2008.  As a result of interest rates remaining below the LIBOR floor  rate of 4.77%, these payments to Wachovia under the zero cost  rate collar continued throughout 2009. While the Company is  exposed to counterparty risk should Wachovia fail to perform,  based on the current level of interest rates, and coupled with  the current macroeconomic outlook, the Company believes that its  current exposure to nonperformance risks is minimal.   The Company intends to pay its obligations under the Credit  Agreement, if any, and the Junior Subordinated Debentures using  existing cash balances, dividend and tax sharing payments from  the operating subsidiaries, or from potential future financing  arrangements.   At December 31, 2009, the Company had 70,000 shares of  Series D Preferred Stock (&#147;Series D Preferred  Stock&#148;) outstanding. All of the shares of Series D  Preferred Stock are held by an affiliate of the Company&#146;s  Chairman Emeritus. The outstanding shares of Series D  Preferred Stock have a stated value of $100 per share; accrue  annual dividends at a rate of $7.25 per share (payable in cash  or shares of the Company&#146;s common stock at the option of  the board of directors of the Company) and are cumulative. In  certain circumstances, the shares of the Series D Preferred  Stock may be convertible into an aggregate of approximately  1,754,000 shares of the Company&#146;s common stock,  subject to certain adjustments and provided that such  adjustments do not result in the Company issuing more than  approximately 2,703,000 shares of common stock without  obtaining prior shareholder approval; and are redeemable solely  at the Company&#146;s option. The Series D Preferred Stock  is not currently convertible. During 2009, the Company paid  $0.5 million in Series D Preferred Stock dividends.  During 2008, the Company issued common stock in lieu of  Series D Preferred Stock dividend payments of  $0.5 million. As of December 31, 2009, the Company had  accrued but unpaid dividends on the Series D Preferred  Stock of $.02 million.   Net cash used in operating activities was $0.8 million in  2009 compared to $2.7 million in 2008. Cash and short-term  investments decreased to $20.1 million at December 31,  2009 from $37.3 million at December 31, 2008. The  decrease in cash and short-term investments during 2009 was  primarily due to an increased level of investing exceeding  normal sales and maturities. In addition, during 2009 the  Company distributed accumulated benefits of $2.8 million  due to the termination of its SERP. Also contributing to the  decrease in cash and short-term investments was a final  settlement of $1.8 million with Columbia Mutual Insurance  Company relating to a valuation matter with respect to certain  loss reserves in connection with the 2008 sale of the  Company&#146;s regional property and casualty operations. Cash  and short-term investments at December 31, 2009 of  $20.1 million are believed to be sufficient to meet the  Company&#146;s near-term needs.   The Company believes that the dividends, fees, and tax-sharing  payments it receives from its subsidiaries will enable the  Company to meet its liquidity requirements for the foreseeable  future. Management is not aware of any current recommendations  by regulatory authorities, which, if implemented, would have a  material adverse effect on the Company&#146;s liquidity, capital  resources or operations."
    },
    {
        "header": "new accounting pronouncements",
        "content": "See &#147;Impact of Recently Issued Accounting Standards&#148;  in Note 1 of Notes to Consolidated Financial Statements."
    },
    {
        "header": "impact of inflation",
        "content": "Insurance premiums are established before the amount of losses  and loss adjustment expenses, or the extent to which inflation  may affect such losses and expenses, are known. Consequently,  the Company attempts, in establishing its premiums, to  anticipate the potential impact of inflation. If, for  competitive reasons, premiums cannot be increased to anticipate  inflation, this cost would be absorbed by the Company. Inflation  also affects the rate of investment return on the Company&#146;s  investment portfolio with a corresponding effect on investment  income."
    },
    {
        "header": "off-balance sheet arrangements",
        "content": "In the normal course of business, the Company has structured  borrowings that, in accordance with accounting principles  generally accepted in the United States of America, are recorded  on the Company&#146;s balance sheet at an amount that differs  from the ultimate contractual obligation. See Note 6 of  Notes to Consolidated Financial Statements."
    },
    {
        "header": "contractual obligations",
        "content": "As a Smaller Reporting Company as defined by Rule 12b-2 of the Exchange Act and in Item 10(f)(1) of Regulation S-K, we have elected to comply with certain scaled disclosure  reporting obligations, and therefore are not required to provide  the table of contractual obligations requested by this Item."
    }
]