{
    "overview": [
        "Agilent Technologies Inc.",
        "(\"we\", \"Agilent\" or the \"company\"), incorporated in Delaware in May 1999, is a global leader in life sciences, diagnostics and applied chemical markets, providing application focused solutions that include instruments, software, services and consumables for the entire laboratory workflow.",
        " For fiscal year ended October&#160;31, 2020, we have three business segments comprised of the life sciences and applied markets business, the diagnostics and genomics business and the Agilent CrossLab business.",
        "Our life sciences and applied markets business provides application-focused solutions that include instruments and software that enable customers to identify, quantify and analyze the physical and biological properties of substances and products, as well as enable customers in the clinical and life sciences research areas to interrogate samples at the molecular and cellular level.",
        "Our diagnostics and genomics business is comprised of six areas of activity providing active pharmaceutical ingredients (\"APIs\") for oligo-based therapeutics as well as solutions that include reagents, instruments, software and consumables which enable customers in the clinical and life sciences research areas to interrogate samples at the cellular and molecular level.",
        "The Agilent CrossLab business spans the entire lab with its extensive consumables and services portfolio, which is designed to improve customer outcomes.",
        "In addition, we conduct centralized order fulfillment and supply chain operations for our businesses through the order fulfillment and supply chain organization (\"OFS\").",
        "OFS&#160;provides resources for manufacturing, engineering and strategic sourcing to our respective businesses.",
        "Each of our businesses, together with OFS and Agilent Technologies Research Laboratories, is supported by our global infrastructure organization, which provides shared services in the areas of finance, information technology, legal, certain procurement services, workplace services and human resources.",
        "We sell our products primarily through direct sales, but we also utilize distributors, resellers, manufacturer's representatives and electronic commerce.",
        "As of October&#160;31, 2020, we employed approximately 16,400 people worldwide.",
        "Our primary research and development and manufacturing sites are in California, Colorado, Delaware, Massachusetts, Texas and Vermont in the U.S.",
        "and in Australia, China, Denmark, Germany, Italy, Japan, Malaysia, Singapore and the United Kingdom."
    ]
}